Repository: kycuff/StrokeIssueApp
Catalog: src/App/Resources/Languages/MultilingualResources/App.*.xlf
Languages: cy

# HeaderPickUp
source: Pick up bags or caddy liners
cy: Casglu bagiau neu fagiau cadis

# LblEmailRecieptOrder
source: Would you like an email receipt for this order?
cy: Hoffech chi gael derbynneb e-bost ar gyfer yr archeb?

# LblFlatWarning
source: Contact your landlord or housing association before placing an order. They may be able to provide what you need.
cy: Cysylltwch â'ch landlord neu gymdeithas tai cyn cyflwyno archeb. Efallai y byddant yn gallu rhoi'r hyn sydd ei angen i chi.

# LblGlassCaddy
source: Glass caddy
cy: Cadi Gwydr

# LblGreenBags
source: Recycling bags
cy: Bagiau ailgylchu

# LblHygieneBags
source: Hygiene bags
cy: Bagiau hylendid

# LblKerbsideFoodCaddy
source: Kerbside food caddy
cy: Cadi bwyd ymyl y ffordd

# LblThnkYou1
source: Your order is being processed.
cy: Mae eich archeb yn cael ei brosesu.

# LblThnkYou4
source: Items will be left outside your selected property.
cy: Bydd yr eitemau'n cael eu gadael y tu allan i'r eiddo a ddewisoch.

# SubHeaderYourOrder
source: Your order:
cy: Eich archeb:

# TitleOrderBagsAndCaddies
source: Order bags and caddies
cy: Archebu bagiau a chadis

# TitleSummaryBags
source: Summary
cy: Crynodeb

# BtnLookUp
source: Look up another property
cy: Chwilio am eiddo arall

# DrpDnSelectOne
source: Please select a reason
cy: Dewiswch reswm

# LblWhiteBags
source: White bags
cy: Bagiau gwyn

# LblKitchenCaddyLiners
source: Kitchen caddy liners
cy: Bagiau cadis

# LblKitchenFoodCaddies
source: Kitchen caddy
cy: Cadi cegin

# LblNoNearestStockists
source: Unfortunately, your nearest stockist does not have all the items you need.
cy: Yn anffodus, nid oes gan eich cyflenwyr agosaf yr holl eitemau sydd eu hangen arnoch.

# ErrorPageNotFound
source: Page not found
cy: Heb ddod o hyd i’r dudalen

# AccLblButton
source: Button
cy: Botwm

# LblRecyclingTargets
source: Help us meet our recycling targets by using bags and caddies correctly. <a href="https://www.cardiff.gov.uk/collectiontypes" target="_blank">More information about bins and bags</a>
cy: Helpwch ni i fwrw ein targedau ailgylchu drwy ddefnyddio bagiau a chadis yn gywir. <a href="https://www.caerdydd.gov.uk/mathauogasgliadau" target="_blank">Rhagor o wybodaeth am finiau a bagiau</a>

# LblDeliveryAddress
source: Delivery address
cy: Cyfeiriad danfon

# LblBagsCaddies
source: Bags and caddies
cy: Bagiau a chadis

# LblGetDirections
source: Get directions
cy: Cael cyfarwyddiadau

# LblAt
source: at
cy: am

# NoInternet
source: You don't seem to be connected to the internet. Please connect and try again.
cy: Nid yw’n ymddangos eich bod wedi’ch cysylltu â’r we Ceisiwch gysylltu a rhoi cynnig arall arni.

# BtnReportWebsite
source: Report through website
cy: Adrodd drwy’r wefan

# ListItemPrivacy
source: Privacy
cy: Preifatrwydd

# ListItemReportIssue
source: Report an issue
cy: Adroddwch am broblem

# ListItemSettings
source: Settings
cy: Gosodiadau

# LblBagsCaddiesLimitReached
source: You have reached the limit of bags or caddies you can order to this property. Please contact C2C on 02920872087
cy: Ni allwch archebu mwy o fagiau neu gadis ar gyfer yr eiddo hwn. Cysylltwch â C2C ar 02920872088

# LblBagsCaddiesLiveInFlat
source: There are no bags or caddies associated with this property. Check the address and try again.​ ​ If you live in a flat please contact your landlord or housing association.​ They may be able to provide what you need.
cy: Does dim bagiau na chadis yn gysylltiedig â’r eiddo hwn. ​ Gwiriwch y cyfeiriad a rhowch gynnig arall arni.​ ​ Os ydych yn byw mewn fflat cysylltwch â’ch landlord neu gymdeithas tai. Mae’n bosibl y byddant yn gallu darparu’r hyn sydd ei angen.

# MissingMapsApp
source: To get directions you will need to enable maps on your device.
cy: I gael cyfarwyddiadau bydd angen i chi droi’r swyddogaeth mapiau ymlaen ar eich dyfais.

# HeaderBulkyWelcome
source: Book a bulky item collection
cy: Trefnu casgliad eitem swmpus

# LblBulkiesNoOfItems
source: You can book a collection for up to 6 bulky items from a residential property in Cardiff.
cy: Gallwch drefnu casgliad ar gyfer hyd at 6 eitem swmpus o eiddo preswyl yng Nghaerdydd.

# BtnMakeBooking
source: Make a new booking
cy: Trefnu casgliad newydd

# HeaderReuseItems
source: Could your items be reused?
cy: A ellid ailddefnyddio eich eitemau?

# LblTermsandConditions
source: Terms and Conditions
cy: Telerau ac Amodau

# BtnTermsandConditionsAgree
source: I agree to the terms and conditions
cy: Rwy'n cytuno â'r telerau ac amodau

# LblBulkyHeading
source: Arrange a bulky item collection to this address:
cy: Trefnu casgliad eitem swmpus i'r cyfeiriad canlynol:

# LblBulkyItemReuseInfo
source: If your item can be used again, we recommend donating it to a local charity. Some charities offer a collections service. You will need to check with individual charities to see what they accept.
cy: Os gellir defnyddio eich eitem eto, rydym yn argymell i chi ei rhoi i elusen leol. Mae rhai elusennau'n cynnig gwasanaeth casglu. Bydd angen i chi wirio gyda'r elusennau unigol i weld beth maent yn ei dderbyn.

# HeaderBulkyItemNotOnList
source: Item not on the list?
cy: Eitem nad yw ar y rhestr?

# LblBulkyItemNotOnList
source: Sorry, we can't find this item on our list. You may need to check spelling or enter a different phrase. Try using the tags to help you find items by room or garden. Don't forget a bulky item is classed as an item that will not fit in a car boot and cannot be carried safely by one person. For more information about getting rid of household waste please see our Recycling A to Z.
cy: Mae'n ddrwg gennym, ni allwn ddod o hyd i'r eitem hon ar ein rhestr. Efallai y bydd angen i chi wirio’r sillafiad neu roi cynnig ar eiriad gwahanol. Ceisiwch ddefnyddio'r tagiau i'ch helpu i ddod o hyd i eitemau yn ôl ystafell/gardd. Cofiwch fod eitem swmpus yn cael eu hystyried yn eitem na fydd yn ffitio mewn cist car ac na all un person ei chario'n ddiogel. I gael rhagor o wybodaeth am gael gwared ar wastraff y cartref, ewch i'n tudalen Ailgylchu A i Y.

# LblBulkyPopularItems
source: Popular items
cy: Eitemau poblogaidd

# LblBulkySearch
source: Search or select a popular item from the list.
cy: Chwiliwch neu dewiswch eitem boblogaidd o'r rhestr.

# HeaderBulkyItemCollection
source: Bulky item collections
cy: Casgliadau eitemau swmpus

# LblBulkyItemLocation
source: Please select where you will be leaving the item or items for collection.
cy: Dewiswch lle byddwch yn gadael yr eitem/eitemau i'w casglu.

# LblBulkyEmail
source: We need your contact details to confirm your booking or to contact you about collection arrangements.
cy: Mae angen eich manylion cyswllt arnom i gadarnhau eich archeb neu i gysylltu â chi ynghylch trefniadau casglu.

# LblBulkyItemCount
source: of 6 items
cy: o 6 eitem

# HeaderBulkiesDate
source: Collection date
cy: Dyddiad casglu

# PageHeadingBulkiesSummary
source: Please check your order before making your booking.
cy: Gwiriwch eich archeb cyn trefnu casgliad.

# BtnBulkiesAddItem
source: Add a bulky item
cy: Ychwanegu eitem swmpus

# BtnBulkiesAddItemToCollection
source: Add item to collection
cy: Ychwanegu eitem at y casgliad

# LblBulkiesTotalCharge
source: Total cost:
cy: Cyfanswm cost:

# SuccessButtonTextBulkyItemRequest
source: Back to bulky items
cy: Yn ôl i eitemau swmpus

# SuccessHeaderBulkyItemRequest
source: Item suggested
cy: Eitem a awgrymwyd

# SuccessMessageBulkyItemRequest
source: Thank you for telling us about an item that is not on the list. As we will need to review your suggestion this item will not be added to your booking. We will be in touch to let you know how to dispose of your item.
cy: Diolch am roi gwybod i ni am eitem nad yw ar y rhestr. Gan y bydd angen i ni adolygu eich awgrymiad ni chaiff yr eitem hon ei hychwanegu at eich archeb. Byddwn yn cysylltu â chi cyn bo hir i roi gwybod i chi sut i gael gwared â’ch eitem.

# LblFree
source: Free
cy: Am ddim

# LblAddress
source: Address:
cy: Cyfeiriad:

# LblBulkyPropertyDays
source: Collections for your area are on a {0}.
cy: {0} yw diwrnod casglu eich ardal.

# LblBulkySelectDate
source: Please select a date for your collection:
cy: Dewiswch ddyddiad ar gyfer eich casgliad:

# LblBulkyItemLocationPickerHeader
source: Please select a location:
cy: Dewiswch leoliad:

# LblBulkyItemRequestImageMessage
source: You can add up to 3 images to help us identify the item.
cy: Gallwch ychwanegu hyd at 3 llun i'n helpu i nodi'r eitem.

# LblBulkyItemSelectMaterial
source: Select the material
cy: Dewis y deunydd

# LblBulkyPay1
source: You will need to make a payment to secure your booking.
cy: Bydd angen i chi dalu i sicrhau eich archeb.

# LblBulkyPay2
source: You will be redirected to our payment system to secure your booking.
cy: Cewch eich dargyfeirio i'n system dalu i sicrhau eich archeb.

# LblCollectionAddress
source: Collection address
cy: Cyfeiriad y casgliad

# LblCollectionDate
source: Collection date:
cy: Dyddiad y casgliad:

# LblItems
source: Items
cy: Eitemau

# LblPay
source: Pay
cy: Talu

# LblQuantity
source: Quantity:
cy: Nifer:

# LblTotalCost
source: Total cost
cy: Cyfanswm cost

# LblViewOurTermsAndConditions
source: View our Terms and Conditions
cy: Gweler ein Telerau ac Amodau

# LoaderCheckingPayment
source: Checking payment
cy: Gwirio taliad

# LblBulkyBooked
source: Your bulky item collection is booked for:
cy: Trefnwyd eich casgliad eitem swmpus ar gyfer:

# LblBulkyBookedInfo
source: You will receive a confirmation email with details of your booking and instructions on how to present your items. Please make sure you have read our terms and conditions for bulky item collections.
cy: Cewch e-bost yn cadarnhau manylion eich archeb â chyfarwyddiadau ar sut i gyflwyno eich eitemau. Gwnewch yn siŵr eich bod wedi darllen ein telerau ac amodau ar gyfer casglu eitemau swmpus.

# LblBulkyKnockAssistRequested
source: You have requested a knock and assist collection. A member of our team will be in touch shortly. You will receive a confirmation email with details of your request. Please make sure you have read our terms and conditions for bulky item collections.
cy: Rydych wedi gofyn am gasgliad cnocio a chynorthwyo. Bydd aelod o'n tîm yn cysylltu â chi yn fuan. Cewch e-bost yn cadarnhau manylion eich cais. Gwnewch yn siŵr eich bod wedi darllen ein telerau ac amodau ar gyfer casglu eitemau swmpus.

# LblChargeable
source: Chargeable
cy: Rhaid talu ffi

# LblUnCollectable
source: Uncollectable
cy: Eitem na ellir ei chasglu

# LblBasketItems1
source: You can add up to 6 items to your order.
cy: Gallwch ychwanegu hyd at 6 eitem at eich archeb.

# LblBasketItems2
source: Collection charges
cy: Costau casgliadau

# DisplayMessageBookingCancelled
source: Your booking was cancelled
cy: Cafodd eich archeb ei chanslo

# DisplayMessageBookingCancelledBody
source: We did not hear from you for 20 minutes so we have cancelled your booking. Please try again.
cy: Ni chlywsom gennych am 20 munud felly rydym wedi canslo eich archeb. Rhowch gynnig arall arni.

# DisplayMessageSomethingWrong
source: Sorry, something went wrong.
cy: Yn anffodus, aeth rhywbeth o'i le.

# DisplayMessageSomethingWrongDates
source: Your property is not set up for bulky item collections. We will need to look into this. Please try again another time. Please note this service is for residents only and must not be used for commercial properties.
cy: Nid yw eich eiddo wedi'i osod ar gyfer casgliadau eitemau swmpus. Bydd angen i ni ymchwilio. Rhowch gynnig arni yn hwyrach ymlaen. Nodwch mai gwasanaeth i breswylwyr yn unig yw hwn ac ni ddylid ei ddefnyddio ar gyfer eiddo masnachol.

# LblItemLocation
source: Item location
cy: Lleoliad yr eitem

# LblCollectionDates
source: Collection dates
cy: Dyddiadau casglu

# LblYourItems
source: Your items
cy: Eich eitemau

# TitleAddress
source: Address
cy: Cyfeiriad

# LblContactPreference
source: Phone call time preference
cy: Yr amser gorau i'ch ffonio

# LblDescribeItem
source: Please give as much detail as possible, for example approximate measurements and material of item.
cy: Rhowch gynifer o fanylion â phosib, er enghraifft mesuriadau bras yr eitem a'i deunydd.

# PlaceholderDescribeItem
source: Describe the item
cy: Disgrifiwch yr eitem

# LblBulkyRefundMessage
source: Please note: If you book a collection that is less than {0} working days away, you will not be entitled to a refund.
cy: Sylwer: Os byddwch yn trefnu casgliad sy’n llai na {0} diwrnod gwaith i ffwrdd, ni fyddwch yn gymwys am ad-daliad.

# LblPayment
source: Payment
cy: Taliad

# TitleCompleteBooking
source: Complete Booking
cy: Cwblhau’r archeb

# BtnBulkiesEditBooking
source: Edit booking
cy: Golygu archeb

# HeaderBulkyEditCancel
source: Edit or cancel your booking
cy: Golygu neu ganslo eich archeb

# LblBulkyEditCancel
source: Edit or cancel booking
cy: Golygu neu ganslo archeb

# LblBulkyPleaseNote1
source: Please note, if you choose to edit your booking, you will receive a cancellation email. This confirms the cancellation of your original booking. You will also receive an email to confirm your new booking details.
cy: Os dewiswch olygu eich slot, byddwch yn derbyn e-bost canslo. Bydd yr e-bost hwn yn cadarnhau bod eich slot gwreiddiol wedi’i ganslo. Byddwch hefyd yn derbyn e-bost i gadarnhau manylion eich slot newydd.

# LblHWRCBookings
source: Recycling centres
cy: Canolfannau Ailgylchu

# LblMakeBooking
source: Make a new booking
cy: Trefnu archeb newydd

# LblViewBooking
source: View bookings
cy: Gweld archebion

# PlaceholderEnterReg
source: Enter vehicle registration number
cy: Rhowch rif cofrestru'r cerbyd

# TitleRegOfVehicle
source: Please enter the registration number:
cy: Rhowch y rhif cofrestru:

# BtnDontKnowReg
source: Add registration later
cy: Ychwanegu rhif cofrestru yn nes ymlaen

# TitleRecyclingCentreSelection
source: You are making a booking for a {0}{1}{2}. You can use our recycling centre at:
cy: Rydych yn trefnu ymweliad ar gyfer {0}{1}{2}. Gallwch ddefnyddio ein canolfan ailgylchu:

# LblHWRCBooking2
source: Find information about items you can bring and vehicle access at <a href="https://www.cardiff.gov.uk/recyclingcentres">www.cardiff.gov.uk/recyclingcentres</a>
cy: Cewch wybodaeth am yr eitemau y gallwch ddod â nhw a mynediad i gerbydau yn <a href="https://www.caerdydd.gov.uk/canolfannauailgylchu">www.caerdydd.gov.uk/canolfannauailgylchu</a>

# LblProvideContactDetails
source: We need your contact details to confirm your booking.
cy: Mae angen eich manylion cyswllt arnom i gadarnhau eich archeb.

# TitleVehicleReg
source: Vehicle registration
cy: Rhif cofrestru'r cerbyd

# LblVehicleTypeNote
source: Please note if your vehicle is not as described at time of booking you may be refused entry to the centre.
cy: Sylwer y gellir gwrthod mynediad i'r ganolfan i chi os nad yw'r cerbyd fel y'i disgrifiwyd ar adeg archebu.

# TitleVehicleType
source: Vehicle type
cy: Math o gerbyd

# LblVehicleTrailer
source: Are you bringing a trailer with your vehicle?
cy: Ydych chi'n dod â threlar gyda'ch cerbyd?

# LblVehicleTrailerExplanation
source: If you are bringing a trailer with your vehicle we will class your vehicle as a van due to its size.
cy: Os ydych yn dod â threlar gyda'ch cerbyd byddwn yn ystyried mai fan ydyw oherwydd ei faint.

# PopUpHWRCCommercialHeader
source: Household items only
cy: Eitemau'r cartref yn unig

# PopUpHWRCCommercialMessage
source: This service is for getting rid of household items that cannot be disposed of through kerbside collections. Businesses need to use our commercial recycling centre <a href="https://www.cardiff.gov.uk/commercialrecycling" target="_blank">www.cardiff.gov.uk/commercialrecycling</a>
cy: Mae'r gwasanaeth hwn ar gyfer gwaredu eitemau'r cartref na ellir cael gwared arnynt drwy gasgliadau ymyl y ffordd. Mae angen i fusnesau ddefnyddio ein canolfan ailgylchu masnachol <a href="https://www.caerdydd.gov.uk/ailgylchumasnachol" target="_blank">www.caerdydd.gov.uk/ailgylchumasnachol</a>

# LblVehicleDetails
source: Vehicle type
cy: Math o gerbyd

# LblNoReg
source: You can continue with your booking but you must update your registration number before you visit. If you do not provide your registration number you will be refused entry to the site.
cy: Gallwch barhau gyda'ch archeb ond rhaid i chi ddiweddaru eich rhif cofrestru cyn i chi ddod. Os na rowch eich rhif cofrestru byddwn yn gwrthod mynediad i'r safle i chi.

# TitleNoReg
source: No registration number?
cy: Dim rhif cofrestru?

# LblSelectVehicleType
source: Please select your vehicle type:
cy: Dewiswch fath eich cerbyd:

# LblHWRCAddress
source: Please provide the address where your items will be coming from:
cy: Rhowch y cyfeiriad y daw eich eitemau ohono:

# LblDateandTime
source: Date and time
cy: Dyddiad ac amser

# LblVanMessage
source: Find out about the vehicles you can bring to a recycling centre at <a href="https://www.cardiff.gov.uk/vehicleaccess" target="_blank">www.cardiff.gov.uk/vehicleaccess</a>.
cy: Dysgwch am y cerbydau y gallwch ddod â nhw i'r ganolfan ailgylchu yn <a href="https://www.caerdydd.gov.uk/mynediadcerbydau" target="_blank">www.caerdydd.gov.uk/mynediadcerbydau</a>.

# LblHWRCBookingInfo
source: You will receive a confirmation email with details of your booking. Please bring proof of booking and proof of address when you visit
cy: Cewch gadarnhad drwy e-bost gyda manylion eich archeb. Dewch â phrawf o’ch archeb a’ch cyfeiriad pan fyddwch yn ymweld

# LblConfirmAddressandEmail
source: Please confirm your address and email
cy: Cadarnhewch eich cyfeiriad a'ch e-bost

# HeaderAccessDenied
source: Unable to make a booking
cy: Methu gwneud archeb

# LblAccessDenied
source: You are unable to make an online booking to use a recycling centre.
cy: Rydych yn methu gwneud archeb ar-lein i ddefnyddio canolfan ailgylchu.

# LblAccessDeniedContact
source: If you would like to talk to someone about this please contact 02920872087.
cy: Os hoffech drafod hyn â rhywun, cysylltwch â 02920872088.

# HeaderBookingLimit
source: Booking limit reached
cy: Terfyn uchaf yr archebion wedi'i gyrraedd

# LblMaxBooking
source: Maximum number of bookings reached
cy: Nifer uchaf yr archebion wedi'i chyrraedd

# LblMaxBookingExplanation
source: You have reached the maximum number of bookings for this property. Recycling centre bookings can be made by more than one resident at the property. If you have a query about your booking limit please contact us on 02920872087.
cy: Rydych chi wedi cyrraedd terfyn uchaf yr archebion a ganiateir ar gyfer yr eiddo hwn. Gellir gwneud archebion i'r ganolfan ailgylchu gan fwy nag un preswylydd yn y r eiddo. Os oes gennych ymholiadau am eich terfyn uchaf o archebion, cysylltwch â ni ar 02920872088.

# LblCancelBooking
source: Cancel booking
cy: Canslo'r archeb

# LblChangeBooking
source: You can edit your registration number and change your booking date and time. You cannot amend your vehicle type.
cy: Cewch olygu'ch rhif cofrestru a newid dyddiad ac amser eich archeb. Ni chewch newid math eich cerbyd.

# PageTitleHWRCEditMyBooking
source: Edit my booking
cy: Golygu fy archeb

# PageTitleHWRCMyBooking
source: My bookings
cy: Fy archebion

# LblBookingDetails
source: Please check your booking details
cy: Gwiriwch fanylion eich archeb

# LblTimeSlot
source: Select a date to see available time slots.
cy: Dewiswch ddyddiad i weld y slotiau amser sydd ar gael.

# LblTimeSlotsAvailable
source: Available time slots for
cy: Slotiau amser ar gael ar gyfer

# TitleEditDateTime
source: Edit date and time
cy: Golygu dyddiad ac amser

# TitleRecyclingCentre
source: Recycling Centre
cy: Canolfan ailgylchu

# LblVehicleLocation
source: Your {0} {1}{3}is booked in at {2} recycling centre.
cy: Mae ymweliad wedi’i drefnu i’ch {0} {1}{3}yng nghanolfan ailgylchu {2}.

# LblSelectedTrailer
source: with a trailer
cy: gyda threlar

# LblNoBookings
source: You do not have any bookings
cy: Nid oes gennych unrhyw archebion

# TitleRegOfVehicleUnknown
source: You can make a booking even if you do not know the vehicle registration number yet.
cy: Gallwch drefnu ymweliad hyd yn oed os nad ydych yn gwybod rhif cofrestru'r cerbyd eto.

# LblNotProvided
source: Not provided
cy: Ni roddwyd

# BtnAddRegistrationNumber
source: Add registration number
cy: Ychwanegu rhif cofrestru

# LblVehicleRegistrationNumber
source: Vehicle registration number
cy: Rhif cofrestru'r cerbyd

# LblVehicleRegNeededInfo
source: You must provide your registration number before your visit or you will not be able to access the site.
cy: Rhaid i chi roi eich rhif cofrestru cyn i chi ddod neu ni chewch fynediad i'r safle.

# LblVehicleRegUpdate
source: Your registration has been changed to {0}
cy: Mae eich rhif cofrestru wedi'i newid i {0}

# LblTimeSlotAlternative
source: Select an alternative date to see available time slots.
cy: Dewiswch ddyddiad arall i weld slotiau amser sydd ar gael.

# HeaderYourDetails
source: Your details
cy: Eich manylion

# TitleCentreDetails
source: Centre details
cy: Manylion y ganolfan

# TitleRegOfVehicle2
source: Please enter the registration number of the vehicle you will be bringing:
cy: Rhowch rif cofrestru'r cerbyd y byddwch yn dod ag ef:

# DisplayHWRCThankYouMessage
source: You have made a booking for a {0}{1}{2} to visit {3} at {4}.
cy: Rydych wedi trefnu archeb ar gyfer {0}{1}{2} i ymweld â chanolfan ailgylchu {3} ar {4}.

# BtnCancelHWRCBooking
source: Are you sure you want to cancel your booking for {1} on {0} at {2}?
cy: A ydych yn siŵr eich bod am ganslo eich slot ar {1} yn {0} am {2}?

# BtnCancelBooking
source: Cancel booking?
cy: Canslo'r archeb?

# LblVehicleSlotUpdate
source: Your booking date and time have been updated to {0}
cy: Mae dyddiad ac amser eich slot wedi'u diweddaru i {0}

# LblAccessDeniedEditContact
source: If you would like to talk to someone about this please contact C2C on 02920872087.
cy: Os hoffech siarad â rhywun am hyn cysylltwch â C2C ar 02920872088.

# LblAccessDeniedRegEdit
source: You are unable to use this registration number to make a booking.
cy: Nid ydych yn gallu defnyddio’r rhif cofrestru hwn i archebu.

# HWRCPaymentRequired
source: Payment required
cy: Angen talu

# HWRCPaymentUpdateMessage
source: There is a charge to bring this vehicle type to a recycling centre. To make a payment you will need to update to the latest version of the app.
cy: Rydym yn codi tâl bellach am ddod â'r math hwn o gerbyd i ganolfan ailgylchu. Bydd angen i chi ddiweddaru i fersiwn diweddaraf yr app i dalu.

source: No thanks
cy: Dim diolch

# HWRCCanceledBookingMsg
source: Your booking has been cancelled
cy: Mae eich archeb wedi’i chanslo

# LblDateTimeSlotNotAvailable
source: The date and time you selected is no longer available. Please select a new date and time for your booking.
cy: Nid yw'r dyddiad a'r amser a ddewiswyd gennych ar gael mwyach. Dewiswch ddyddiad ac amser newydd ar gyfer eich archeb.

# LblTimeSlotFullyBooked
source: The time slot you selected is now fully booked. Please select another time slot.
cy: Mae'r slot amser a ddewiswyd gennych bellach wedi'i llenwi. Dewiswch slot amser arall.

# LblTimeSlotsNotAvailable
source: There are no more time slots available on this date. Please select another date.
cy: Nid oes rhagor o slotiau amser ar gael ar y dyddiad hwn. Dewiswch ddyddiad arall.

# LblHWRCCannotEditTimeSlot
source: You cannot edit this booking as the time slot has passed. Please make another booking.
cy: Ni allwch olygu'r archeb hon gan fod y slot amser yn y gorffennol. Gwnewch archeb arall.

# EmailValidationIsRequired
source: Confirm email address is required
cy: Rhaid cadarnhau cyfeiriad e-bost

# LblTimeDate
source: {0} on {1}
cy: {0} ar {1}

# TitleMissedCollection
source: Missed collection
cy: Casgliad a fethwyd
