Repository: kycuff/StrokeIssueApp
Catalog: src/App/Resources/Languages/MultilingualResources/App.*.xlf
Languages: cy

# LblMissedCollectionAddress
source: Please provide the address where a collection has been missed.
cy: Rhowch y cyfeiriad lle methwyd y casgliad.

# LblMissedCollectionEmail
source: We will send you instructions via email so your email address is very important.
cy: Byddwn yn anfon cyfarwyddiadau drwy e-bost felly mae eich cyfeiriad e-bost yn bwysig iawn.

# LblMissedCollectionThankYou
source: You have reported a missed {0} collection at {1} on {2}. You will receive an email with instructions on what to do with your recycling or waste within {3}.
cy: Rydych wedi adrodd casgliad {0} a gollwyd am {1} {2}. Cewch e-bost gyda chyfarwyddiadau ynghylch beth i'w wneud gyda'ch ailgylchu neu'ch gwastraff o fewn {3}.

# LblUnableToReturnBagInfo
source: We are unable to return bag and bin information for this property. If you live at this address please contact C2C on 02920872087 for further advice about collections at this property.
cy: Ni allwn gael gwybodaeth am fagiau a biniau ar gyfer yr eiddo hwn. Os mai chi sy'n byw yn y cyfeiriad hwn, cysylltwch â C2C ar 02920872088 am gyngor pellach am gasgliadau yn yr eiddo hwn.

# HeadingServiceDisruption
source: Disruption to recycling and waste collections
cy: Tarfu ar gasgliadau ailgylchu a gwastraff

# LblServiceDisruption
source: Please visit our website for further advice on what to do with your bags and bins. Thank you for your cooperation.
cy: Ewch i'n gwefan am ragor o gyngor ar beth i'w wneud gyda'ch bagiau a'ch biniau. Diolch am gydweithredu â ni.

# DisplayMessageLink
source: Sorry we are unable to open this link
cy: Yn anffodus ni allwn agor y ddolen hon

# LblMissedCollectionReported
source: This item has been reported as missed
cy: Mae'r eitem hon wedi'i nodi fel un a fethwyd

# LblMissedCollectionAlreadyReported
source: This item has already been reported as missed on {0} at {1}. If you made this report we will contact you by email with instructions.
cy: Rhoddwyd gwybod bod yr eitem hon wedi’i methu {0} am {1}. Os mai chi roddodd wybod i ni am hyn byddwn yn cysylltu â chi dros e-bost gyda chyfarwyddiadau.

# DisplayMessageInProgress
source: We have not yet been to your property to collect {0}. Collections take place between 6am and 3.30pm.
cy: Nid ydym wedi bod yn eich eiddo yn casglu {0}. Mae casgliadau yn digwydd rhwng 6am a 3.30pm.

# DisplayMessageMissedCollection
source: You cannot report this item as missed.
cy: Ni allwch roi gwybod am y casgliad hwn fel un a fethwyd.

# DisplayMessageReportMissedCollection
source: Do you want to report your {0} as a missed collection?
cy: A hoffech adrodd eich {0} fel casgliad a fethwyd?

# PageTitleReportDetails
source: Please check your report details
cy: Gwiriwch fanylion eich adroddiad

# BtnVisitWebsite
source: Visit our website
cy: Ewch i'n gwefan

# LblFeatureRescheduled
source: Your {0} collection has been rescheduled for {1}. We will update your collection calendar.
cy: Mae’r casgliad {0} hwn wedi'i aildrefnu ar gyfer {1}. Byddwn yn diweddaru eich calendr casgliadau.

# LblCheckCollectionCalendar
source: Please check your collection calendar.
cy: Edrychwch ar eich calendr casgliadau.

# LblMissCollRejected
source: We have reviewed your report and we will not be returning to collect this item. Please put it out on your next scheduled collection date.
cy: Rydym wedi ystyried eich adroddiad ac ni fyddwn yn dychwelyd i gasglu'r eitem hon. Rhowch hi allan ar eich dyddiad casglu nesaf a drefnwyd.

# LblPutOutNextCollection
source: Please put this out for your next collection.
cy: Rhowch hwn allan ar gyfer eich casgliad nesaf.

# LblConfirmYourEmail
source: Please confirm your email address.
cy: Cadarnhewch eich cyfeiriad e-bost.

# TitleConfirmReport
source: Confirm your report
cy: Cadarnhewch eich adroddiad

# LblNotCollectedMessage
source: We did not collect your {0} because {1} For information on what to put in your bags and bins go to <a href="https://www.cardiff.gov.uk/collectiontypes">www.cardiff.gov.uk/collectiontypes</a>
cy: Ni wnaethom gasglu eich {0} oherwydd {1} I gael gwybodaeth am beth i’w roi yn eich bagiau a biniau ewch i <a href="https://www.caerdydd.gov.uk/mathauogasgliadau">www.caerdydd.gov.uk/mathauogasgliadau</a>

# LblMissedCollectionsEscalate
source: We notice that you have reported a number of missed collections from this property. Our team will review and contact you if necessary.
cy: Mae’n debyg eich bod wedi rhoi gwybod bod sawl casgliad wedi’i fethu o’r eiddo hwn. Bydd ein tîm yn ymchwilio i’r sefyllfa ac yn cysylltu â chi os oes angen.

# LblRescheduledFor
source: Rescheduled for
cy: Wedi'i aildrefnu ar gyfer

# BtnReportAnotherMissedCollection
source: Report another missed collection
cy: Rhoi gwybod am gasgliad arall

# LblMissedCollectionLatestCollection
source: Your latest collection date
cy: Eich dyddiad casglu diweddaraf

# LblCollected
source: Street collected
cy: Wedi casglu o’ch stryd

# TitleMissedCollectionsStatus
source: Collection status
cy: Statws y casgliad

# BtnCollectionCalendar
source: Check your collection calendar
cy: Gweld eich calendr casgliadau

# LblMissedCollectionNoPreviousCollection
source: We cannot find information about your last collection.
cy: Ni allwn ddod o hyd i wybodaeth am eich casgliad diwethaf.

# LblMissedCollectionNoPreviousCollectionLink
source: Please check your next collection date.
cy: Gwiriwch ddyddiad eich casgliad nesaf.

# LblMissedCollectionNoPreviousCollectionTitle
source: You cannot report a missed collection
cy: Ni allwch adrodd casgliad a fethwyd

# LblSelectBagOrBin
source: Select a bag or bin status for more information.
cy: Dewiswch statws bag neu fin am ragor o wybodaeth.

# BtnNoWelshContext2
source: No
cy: Na hoffwn

# BtnYesWelshContext2
source: Yes
cy: Hoffwn

# GPSNotSupportedMessage
source: Sorry, it doesn't look like your device supports GPS.
cy: Sori, nid yw’n ymddangos fod eich dyfais yn cefnogi GPS.

# GPSNotSupportedTitle
source: GPS not supported
cy: Ni chefnogir GPS

source: Permission needed
cy: Angen caniatâd

# PermissionNeededCamera
source: We need your permission to access your camera and photos on this device. Please update permissions for this app.
cy: Mae angen eich caniatâd arnom i fynd i’ch camera a’ch lluniau ar y ddyfais hon. Diweddarwch y caniatâd ar gyfer yr ap yma.

# PermissionNeededGallery
source: We need your permission to access your photos on this device. Please update permissions for this app.
cy: Mae angen eich caniatâd arnom i fynd i’ch lluniau ar y ddyfais hon. Diweddarwch y caniatâd ar gyfer yr ap yma.

# AccessibilityClickForMoreInfo
source: Click for more information
cy: Cliciwch yma am fwy o wybodaeth

# AccessibilityMapImage
source: Image of map at selected location
cy: Delwedd o fap y lleoliad a ddewiswyd

# AccessibilityMenu
source: Menu
cy: Dewislen

# AccessibilityHome
source: Home
cy: Hafan

# AccessibilityClearSearch
source: Clear search
cy: Clirio’r chwiliad

# AccessibilityEditOrDeleteReminder
source: Click to edit or delete the reminder
cy: Cliciwch i olygu neu ddileu y nodyn atgoffa

# AccessibilityNextCollection
source: Next week's collection
cy: Casgliad wythnos nesaf

# AccessibilityPreviousCollection
source: Last week's collection
cy: Casgliad wythnos diwethaf

# AccessibilityRemoveAddress
source: Clear address
cy: Clirio’r cyfeiriad

# AccessabilityTapToDownloadPDF
source: Double tap to download your bill or notice
cy: Tapiwch ddwywaith i lawrlwytho eich bil neu hysbysiad

source: Checkbox
cy: Blwch gwirio

source: Checked
cy: Gwiriwyd

source: Information
cy: Gwybodaeth

source: Not checked
cy: Heb ei wirio

# PageTitleAccessibilityStatement
source: Accessibility Statement
cy: Datganiad Hygyrchedd

# MapKeyBulky
source: Bulky item collection booked for this property
cy: Mae casgliad eitem swmpus wedi'i archebu ar gyfer yr eiddo hwn

# MapKeyFlyTip
source: Fly-tipping report has already been logged
cy: Mae adroddiad am dipio anghyfreithlon eisoes wedi'i gofnodi

# CtaxNextYearsPayments
source: Next year's payments
cy: Taliadau'r flwyddyn nesaf

# CtaxPaymentDescription
source: Payment made on the {0}, by {1}, for {2}
cy: Taliad wedi gwneud ar {0}, trwy {1}, am {2}

# CtaxPreviousYearsPayments
source: Previous years' payments
cy: Taliadau blynyddoedd blaenorol

# CtaxInstalmentDescription
source: On the {0}, for {1}
cy: Ar {0}, am {1}

# CtaxEbilDescription
source: {0}, sent on {1}, Account: {2}
cy: {0}, anfonwyd ar {1}, rhif cyfrif: {2}

# AccCanBeRecycledAt
source: Can be recycled at {0}
cy: Gellir ei ailgylchu yn {0}

# AccCannotBeRecycledAt
source: Cannot be recycled at {0}
cy: Ni ellir ei ailgylchu yn {0}

# LblCanBeCollected
source: Can be collected
cy: Gellir ei gasglu

# LblCannotBeCollected
source: We cannot collect this item
cy: Ni allwn gasglu’r eitem hon

# LblCanGoInGardenWaste
source: Can go in your garden waste.
cy: Gellir ei roi gyda’ch gwastraff gardd.

# LblCannotGoInGardenWaste
source: Cannot go in your garden waste.
cy: Ni ellir ei roi gyda’ch gwastraff gardd.

# LblCanGoInFoodBin
source: Can go in your food bin.
cy: Gellir ei roi yn eich bin bwyd.

# LblCanGoInGeneralWaste
source: Can go in your general waste.
cy: Gellir ei roi yn eich gwastraff cyffredinol.

# LblCanGoInRecyclingBags
source: You can use your recycling collection
cy: Gallwch ddefnyddio eich casgliad ailgylchu

# LblCannotGoInFoodBin
source: Cannot go in your food bin
cy: Ni ellir ei roi yn eich bin bwyd

# LblCannotGoInGeneralWaste
source: Cannot go in your general waste
cy: Ni ellir ei roi yn eich gwastraff cyffredinol

# LblCannotGoInRecyclingBags
source: You cannot use your recycling collection
cy: Ni allwch ddefnyddio eich casgliad ailgylchu

# LblBessemerClose
source: Bessemer Close
cy: Clos Bessemer

# LblLambyWay
source: Lamby Way
cy: Ffordd Lamby

# AccessibilityReportingOptions
source: Select for reporting options
cy: Dewis opsiynau adrodd

# AccMapImage
source: Image of map showing location of report
cy: Delwedd o fap yn dangos lleoliad

# LblBookingDateTime
source: booking date and time
cy: dyddiad ac amser adrodd

# LblRemoveItem
source: Remove Item
cy: Gwaredu Eitem

# AccessibilityEditBookingDate
source: Edit booking for {0:dddd dd MMMM yyyy}
cy: Golygu archeb ar gyfer {0:dddd dd MMMM yyyy}

# AccessibilityEditBookingReg
source: Edit vehicle registration {0}
cy: Golygu cofrestriad cerbyd {0}

# AccessibilityEditBookingTime
source: Edit time for {0}
cy: Golygu amser ar gyfer {0}

# LblMoveMap
source: Move the map until pin marks correct location
cy: Symudwch y map nes bod y pin ar y lleoliad cywir

# LblMapKey
source: Map key
cy: Allwedd i’r Map

# AccessibilityTagText
source: Select to show {0} items
cy: Dewis i ddangos {0} eitem

# BagsAndCaddiesMapMessage
source: Sorry, our map is not accessible. Please close the map or select get directions.
cy: Mae’n ddrwg gennym, ni ellir gweld ein map. Caewch y map neu dewiswch cael cyfeiriadau.

# LblYourCollectionReminders
source: Your collection reminders
cy: Eich negeseuon atgoffa casgliadau

# LblCheckBankDetails
source: Please check you have entered your bank details correctly.
cy: Sicrhewch eich bod wedi nodi’ch manylion banc yn gywir.

# AToZNo
source: Please do not use:
cy: Peidiwch â defnyddio:

# AToZYes
source: Please use:
cy: Defnyddiwch:

# LblAppVersion2
source: Version {0}
cy: Fersiwn {0}

# LblMenuClosed
source: Menu closed
cy: Dewislen wedi cau

# LblMenuOpen
source: Menu open
cy: Dewislen ar agor

# AccessableMapButton
source: Help with map
cy: Help gyda’r map

# AccessibleMapName
source: Sorry our map isnt currently accessible
cy: Ni all pob defnyddiwr ddefnyddio’r map ar hyn o bryd. Os na allwch, cysylltwch â: AppCardiffGov@caerdydd.gov.uk

# AccessibilityImageDelete
source: Double click to delete image
cy: Dwbl-gliciwch i ddileu’r llun

# AccessibilityImageUploaded
source: Uploaded Image {0}
cy: Llun {0} wedi’i lanlwytho

# AccessibilityImageAdded
source: Image Added
cy: Llun wedi’i ychwanegu

# AccessibilityImageRemoved
source: Image Removed
cy: Llun wedi’i ddileu

# LblSummonsDDBlock
source: You are unable to set up a Direct Debit for this Council tax account. Please get in touch to make alternative payment arrangements.
cy: Ni allwch drefnu Debyd Uniongyrchol ar gyfer y cyfrif treth gyngor hwn. Cysylltwch â ni i drefnu ffordd arall o dalu.

# AccessibilityCharacterCount
source: Characters remaining
cy: nod yn weddill

# LblDDCallbackCouncilTaxThankyou2
source: A member of the Council Tax team will contact you as soon as possible.
cy: Bydd aelod o'r tîm Treth Gyngor yn cysylltu â chi cyn gynted â phosibl.

# LblDDCallbackRecoveryThankyou2
source: A member of the recovery team will contact you as soon as possible.
cy: Bydd aelod o'r tîm adennill yn cysylltu â chi cyn gynted â phosibl.

# AccessibilityReportMissedCollection
source: Double tap to report a missed {0} collection
cy: Tapio ddwywaith i ddweud wrthym am {0} casgliad a fethwyd

# AccBookAVisitOnDate
source: Double tap to book a visit on this date.
cy: Tapio ddwywaith i archebu ymweliad ar y dyddiad hwn.

# AccBookAVisitAtTime
source: Double tap to book a visit at this time.
cy: Tapio ddwywaith i archebu ymweliad ar yr amser hwn.

# AccessibilityBulyItemRemoved
source: {0} removed
cy: {0} tynnwyd

# StreetCleansingItems
source: Items:
cy: Eitemau:

# StreetCleansingItemsDescription
source: Description of items:
cy: Disgrifiad o’r eitemau:

# AccExtendPaymentsMarchInfo
source: Information on how to extend payments until March
cy: Gwybodaeth am sut mae estyn cyfnod eich taliadau tan fis Mawrth

# AccItemReuseInfo
source: Information about reusing your items
cy: Gwybodaeth am ailddefnyddio eich eitemau

# AccLiveInFlatInfo
source: Information about ordering bags and caddies if you live in a flat
cy: Gwybodaeth am archebu bagiau a chadis os ydych chi’n byw mewn fflat

# AccPayWeeklyInfo
source: Information on how to pay weekly
cy: Gwybodaeth am sut mae talu’n wythnosol

# AccRemainingBookingsInfo
source: Check remaining number of bookings at your property
cy: Gweld sawl gwaith cewch archebu lle eto ar gyfer eich eiddo

# AccSummonsedDebtInfo
source: Information about summonsed debt
cy: Gwybodaeth am ddyled y cyflwynwyd gwŷs ar ei chyfer

# LblStreetCleansingMoreInfoEntry
source: Please describe the item or items:
cy: Disgrifiwch yr eitem neu eitemau:

# HeaderParkingPermitsDigital
source: Parking permits are going digital.
cy: Mae trwyddedau parcio yn mynd yn ddigidol.

# LblParkingPermitsAddressSearch
source: Find out if your property is eligible for a resident parking permit and which permit you need to apply for.
cy: Cewch wybod a yw eich eiddo'n gymwys ar gyfer trwydded barcio i breswylwyr a pha fath o drwydded y bydd angen i chi wneud cais amdani.

# BtnApplyForPermit
source: Apply for a permit
cy: Gwneud cais am drwydded

# BtnRenewMyPermit
source: Renew my permit
cy: Adnewyddu fy nhrwydded

# PopupNoParkingScheme
source: Your property is not eligible for the parking permit scheme. Please visit our website for information on eligibility and more about resident parking: <a href="https://www.cardiff.gov.uk/parking" target="_blank">www.cardiff.gov.uk/parking</a>
cy: Nid yw eich eiddo yn gymwys ar gyfer y cynllun trwyddedau parcio. I gael rhagor o wybodaeth am gymhwysedd a mwy am barcio i breswylwyr, ewch i: <a href="http://www.caerdydd.gov.uk/parcio" target="_blank">www.caerdydd.gov.uk/parcio</a>

# PopupDoNotNeedPermitHeader
source: You cannot apply for a resident parking permit
cy: Ni allwch wneud cais am drwydded parcio i breswylwyr

# HeaderParkingPermits
source: Parking permits
cy: Trwyddedau parcio

# TitleApplyOrRenew
source: Apply or renew
cy: Gwneud cais neu adnewyddu

# BtnApplyOrRenewPermit
source: Apply or renew
cy: Gwneud cais neu adnewyddu

# BtnNotificationsCollectionsManage
source: Manage collection notifications
cy: Rheoli hysbysiadau casglu

# BtnNotificationsCtaxManage
source: Manage Council Tax notifications
cy: Rheoli hysbysiadau’r Dreth Gyngor

# BtnNotificationsUsage
source: Using Cardiff Gov notifications
cy: Defnyddio hysbysiadau Cardiff Gov

# IntroNotificationsAbout
source: Notifications sent from this app to your device can sometimes be affected by changes to software or your use of this app. To get the best from notifications while using this app please read our advice on using Cardiff Gov notifications.
cy: Weithiau gall newidiadau i feddalwedd neu eich defnydd o'r app hwn effeithio ar hysbysiadau a anfonir o'r app hwn i'ch dyfais. I gael y gorau o hysbysiadau wrth ddefnyddio'r app hwn, darllenwch ein cyngor ar ddefnyddio hysbysiadau Cardiff Gov.

# NotificationsEbill
source: E-bill notifications
cy: Hysbysiadau e-filio

# TextNoticiationsCollectionsNone
source: No Collection notifications setup.
cy: Heb drefnu hysbysiadau casglu.

# TextNoticiationsCtaxNone
source: No Council Tax notifications setup.
cy: Heb drefnu hysbysiadau am y Dreth Gyngor.

# TextNotificationIntro
source: You can set up notifications in this app to help keep up to date with council services.
cy: Gallwch osod hysbysiadau yn yr app hwn i helpu i gael yr wybodaeth ddiweddaraf am wasanaethau'r cyngor.

# TitleNotifcationCtaxYours
source: Your Council Tax notifications:
cy: Eich hysbysiadau am y Dreth Gyngor:

# TitleNotificationCtax
source: Set up notifications to let you know when you get a bill, a reminder or a notice on your account.
cy: Gallwch osod hysbysiadau i roi gwybod i chi pan fyddwch yn cael bil, nodyn atgoffa neu hysbysiad ar eich cyfrif.

# TitleNotificationRecycling
source: Set up and manage notifications to let you know when to put your bags and bins out.
cy: Gallwch osod a rheoli hysbysiadau i roi gwybod i chi pryd i roi eich bagiau a'ch biniau allan.

# TitleNotificationRecylingYours
source: Your collection notifications:
cy: Eich hysbysiadau casglu:

# TitleNotifications
source: Notifications
cy: Hysbysiadau

# TitleNotificationsAbout
source: About notifications
cy: Ynglŷn â hysbysiadau

# TextNotificationsReportProblem
source: Report a problem with notifications
cy: Adrodd am broblem gyda hysbysiadau

# TextNotReceivingNotifications
source: Not receiving your notifications?
cy: Ddim yn derbyn eich hysbysiadau?

# LblAboutNotifications
source: About notifications
cy: Ynglŷn â hysbysiadau

# LblNotifcationsIssueText
source: If you have tried to resolve a notification issue using the advice we have provided, but you are still not receiving your notifications, please report this issue to us.
cy: Os ydych wedi ceisio datrys problem gyda hysbysiadau gan ddefnyddio'r cyngor a ddarparwyd gennym ond nad ydych yn derbyn eich hysbysiadau o hyd, rhowch wybod i ni am y broblem hon.

# LblNotificationGuidance
source: Notification guidance
cy: Canllawiau hysbysiadau

# ButtonYourNotifications
source: Your notifications
cy: Eich hysbysiadau

# TitleReportIssue
source: Report an issue to us
cy: Adrodd am broblem i ni

# LblAdvertisingBillboard
source: Advertising billboard
cy: Hysbysfwrdd hysbysebu

# LblBusShelters
source: Bus shelter
cy: Lloches bysus

# LblElectricityBoxes
source: Electricity box
cy: Blwch trydan

# LblForExample
source: For example:
cy: Er enghraifft:

# LblGraffitiNotResponsible
source: Some surfaces in the city are not our responsibility. If you find graffiti on one of the following for example, you will need to contact the company responsible.
cy: Nid ein cyfrifoldeb ni yw rhai arwynebau yn y ddinas. Os dewch o hyd i graffiti ar un o'r canlynol er enghraifft, bydd angen i chi gysylltu â'r cwmni sy'n gyfrifol.

# LblGraffitiWebsite
source: Find out more about how we deal with graffiti on our website <a href="https://www.cardiff.gov.uk/graffiti">www.cardiff.gov.uk/graffiti</a>
cy: Dysgwch fwy am sut rydym yn delio â graffiti ar ein gwefan. <a href="https://www.caerdydd.gov.uk/gwaredugraffiti">www.caerdydd.gov.uk/gwaredugraffiti</a>

# LblPostBoxes
source: Post box
cy: Blwch post

# LblTelephoneBox
source: Telephone box
cy: Blwch ffôn

# TitleGraffitiNotResponsible
source: Graffiti we are not responsible for
cy: Y graffiti dydyn ni ddim yn gyfrifol amdano

# BtnGraffitiMoreInfo
source: More information about graffiti
cy: Mwy o wybodaeth am graffiti

# LblGraffitiRacistAbusiveQuestion
source: Do you think the graffiti is racist or abusive?
cy: Yn eich barn chi, ydy’r graffiti yn hiliol neu’n sarhaus?

# LblGraffitiSerious
source: We take racist or abusive graffiti very seriously and will make it our priority to remove it.
cy: Rydym yn cymryd graffiti hiliol neu sarhaus o ddifrif a byddwn yn ei gwneud yn flaenoriaeth i'w ddileu.

# TitleRacistOrAbusiveGraffiti
source: Racist or abusive graffiti
cy: Graffiti hiliol neu sarhaus

# TitleRacistOrAbusive
source: Racist or abusive
cy: Hiliol neu sarhaus

# LblWhereGraffiti
source: Please tell us where you have seen the graffiti
cy: Dywedwch wrthym ble rydych wedi gweld y graffiti

# TitleSurface
source: Surface
cy: Arwyneb

# LblSelectLocation
source: Please select a surface
cy: Dewiswch arwyneb

# LblGraffitiHeight
source: Is it higher than 1.5m?
cy: A yw'n uwch nag 1.5m o’r llawr?

# LblGraffitiSize
source: Graffiti size
cy: Maint y graffiti

# LblSizeOptions
source: Please select a size
cy: Dewiswch faint

# TitleSizePosition
source: Size and position
cy: Maint a safle

# LblSize
source: Size
cy: Maint

# LblGraffitiSurface
source: Please select one or more of the following to help us identify the surface:
cy: Dewiswch un neu fwy o'r canlynol i'n helpu i nodi’r arwyneb:

# LblGraffitiToHelpUs
source: To help us assess the problem we need to know about the affected surface.
cy: I'n helpu i asesu'r broblem mae angen i ni wybod am yr arwyneb dan sylw.

# LblContactInfo
source: Contact information
cy: Manylion cyswllt

# LblContactYou
source: In case we need any more information, can we contact you?
cy: Os bydd angen rhagor o wybodaeth arnom, a allwn ni gysylltu â chi?

# LblGraffitiRacistAbusive
source: Racist or abusive:
cy: Hiliol neu sarhaus:

# LblSizePosition
source: Size and position:
cy: Maint a safle:

# LblSurface
source: Surface:
cy: Arwyneb:

# SuccessGraffitiTitle
source: Thank you for reporting graffiti
cy: Diolch am roi gwybod am graffiti

# LblGraffitiApproximateSize
source: What is the approximate size of the graffiti?
cy: Beth yn fras yw maint y graffiti?

# LblGraffitiHigher
source: Graffiti is more than 1.5 metres off the ground
cy: Mae'r graffiti dros 1.5 metr o'r llawr

# LblPositionOfGraffiti
source: Position of the graffiti
cy: Lleoliad y graffiti

# TitleGraffitiSizeandPosition
source: Graffiti size and position
cy: Maint a safle y graffiti

# LblGraffitiSurfaceSingle
source: Describe the surface:
cy: Disgrifiwch yr arwyneb:

# LblGraffitiMillennumWalkWay
source: Millennium Walkway is a designated area for street art in the city.
cy: Mae Rhodfa'r Mileniwm yn ardal ddynodedig ar gyfer celf stryd yn y ddinas.

# BtnGraffitiInformation
source: Information about graffiti
cy: Gwybodaeth am graffiti

# LblNotCollectedMessagePilot
source: We did not collect your {0} because {1}
cy: Ni wnaethom gasglu eich {0} oherwydd {1}

# LblGraffitiHigher2
source: More than 1.5 metres off the ground:
cy: Dros 1.5 metr o'r llawr:

# LblSize2
source: Size:
cy: Maint:

# LblIssueOccur2
source: How did the issue occur
cy: Sut digwyddodd y mater hwn

# LblWhereissue2
source: Where did you find the issue
cy: Lle gwnaethoch chi ddarganfod y mater

# AddressSelected
source: Address selected, {0}
cy: Y cyfeiriad a ddewiswyd, {0}

# CharactersRemaining
source: {0} out of {1} characters used
cy: Wedi defnyddio {0} nod allan o {1}

# BtnNoWelshContext3
source: No
cy: Nac ydy

# BtnYesWelshContext3
source: Yes
cy: Ydy

# LblEbillDisabled
source: Off
cy: wedi'u diffodd

# LblReportProblemParking
source: Report problem parking
cy: Rhoi gwybod am broblem parcio

# PageTitleProblemParking
source: Problem parking
cy: Problem parcio
