Repository: kycuff/StrokeIssueApp
Catalog: src/App/Resources/Languages/MultilingualResources/App.*.xlf
Languages: cy

# LblPleaseTellUsVehicle
source: Please tell us about the vehicle
cy: Ynglŷn â’r cerbyd

# LblTellUsVehicle
source: Tell us about the vehicle
cy: Ynglŷn â’r cerbyd

# LblVehicleColour
source: Vehicle colour
cy: Lliw y cerbyd

# LblVehicleMake
source: Vehicle make
cy: Gwneuthuriad y cerbyd

# LblVehicleModel
source: Vehicle model
cy: Model y cerbyd

# LblVehicleRegIfKnown
source: Vehicle registration number (if known)
cy: Rhif cofrestru’r cerbyd (os yw’n hysbys)

# PageTitleVehicleDetails
source: Vehicle details
cy: Manylion y cerbyd

# LblTellUsParkingProblem
source: Please tell us about the parking problem
cy: Ynglŷn â’r broblem parcio

# LblVehicleToHelpUs
source: Is the vehicle parked on one of the following?
cy: A yw’r cerbyd wedi’i barcio ar un o’r canlynol?

# TitleVehicleWhatIsTheProblem
source: What is the problem?
cy: Beth yw’r broblem?

# LblSelectProblemType
source: Please select a problem type
cy: Dewiswch y math o broblem

# LblParkingProblem
source: Parking problem
cy: Y broblem parcio

# LblVehicleColour2
source: Vehicle colour:
cy: Lliw y cerbyd:

# LblVehicleMake2
source: Vehicle make:
cy: Gwneuthuriad y cerbyd:

# LblVehicleModel2
source: Vehicle model:
cy: Model y cerbyd:

# LblVehicleRegistration
source: Vehicle registration:
cy: Rhif cofrestru’r cerbyd:

# LblErrVehicleDetails
source: Registration or make and colour are required
cy: Rhaid rhoi rhif cofrestru neu wneuthuriad a lliw y cerbyd

# LblErrVehicleColour
source: Vehicle colour is required
cy: Rhaid rhoi lliw y cerbyd

# LblErrVehicleMake
source: Vehicle make is required
cy: Rhaid rhoi gwneuthuriad y cerbyd

# LblIsOngoingProblem
source: Has this happened before or is it an ongoing problem?
cy: A yw hyn wedi digwydd o'r blaen neu a yw'n broblem barhaus?

# LblPropParkingPleaseTellUs
source: Please tell us anything else that could help us assess the situation.
cy: Nodwch unrhyw beth arall a allai ein helpu i asesu’r sefyllfa.

# LblDangerousParking
source: parking that is likely to be dangerous.
cy: barcio sy’n debygol o fod yn beryglus.

# LblProblemParkingFindOutMore
source: Find out more about how we deal with problem parking on our website <a href="https://www.cardiff.gov.uk/problemparking">www.cardiff.gov.uk/problemparking</a>
cy: Cewch ragor o wybodaeth am sut rydym yn delio â phroblemau parcio ar ein gwefan <a href="https://www.caerdydd.gov.uk/problemauparcio">www.caerdydd.gov.uk/problemauparcio</a>

# LblProblemParkingServiceInformation
source: Some parking problems in the city are not our responsibility. Please call 101 to report:
cy: Nid ein cyfrifoldeb ni yw rhai problemau parcio yn y ddinas. Ffoniwch 101 i roi gwybod am:

# LblVehiclesOnThePavement
source: vehicles on the pavement, or
cy: gerbydau ar y palmant, neu

# BtnProblemParkingInformation
source: Information about problem parking
cy: Gwybodaeth am broblemau parcio

# LblIsOngoingProblem2
source: Has this happened before or is it an ongoing problem?:
cy: A yw hyn wedi digwydd o'r blaen neu a yw'n broblem barhaus?:

# ValidationPrivateLand
source: This is private land. The land owner is likely to be responsible for dealing with this issue.
cy: Tir preifat yw hwn. Y tirfeddiannwr sy’n debygol o fod yn gyfrifol am ddelio â’r mater hwn.

# LblAdd3LocationProblem
source: You can add up to 3 images to help us identify the location and the problem
cy: Gallwch ychwanegu hyd at 3 llun i’n helpu i ganfod lleoliad y broblem

# LblHowManyTimes
source: For example how many times has this happened
cy: Er enghraifft sawl gwaith mae hyn wedi digwydd

# LblLocationOfVehicle
source: Location of vehicle:
cy: Lleoliad y cerbyd:

# LblOngoingProblem
source: Ongoing problem?
cy: Problem barhaus?

# LblReportGraffiti
source: Report graffiti
cy: Adrodd graffiti

# ErrorMessageFailedToRetrieveMapPosition
source: We could not pick up your selected location. Please move the map and try again.
cy: Nid ydym wedi gallu nodi eich lleoliad o ddewis. Symudwch y map gan roi cynnig arall arni.

# MapM4Message
source: M4 motorway is not managed by Cardiff Council.
cy: Nid yw traffordd yr M4 yn cael ei rheoli gan Gyngor Caerdydd.

# PermissionNeededLocation
source: We need your permission to access your location on this device. Please update permissions for this app.
cy: Mae angen eich caniatâd arnom i gael mynediad i'ch lleoliad ar y ddyfais hon. Diweddarwch hawliau'r app hwn.

# LblProblemParking2
source: We deal with parking problems that are covered by parking restrictions, such as yellow lines or other markings on the road.
cy: Rydyn ni’n delio â phroblemau parcio sy'n ymwneud â chyfyngiadau parcio, fel llinellau melyn neu farciau eraill ar y ffordd.

# BtnBackToBulky
source: Back to bulky items
cy: Nôl i eitemau swmpus

# BtnRecyclingAToZ
source: Recycling A to Z
cy: Ailgylchu A i Y

# LblUsuallyEmail
source: We will usually contact you via email.
cy: Fel arfer, byddwn yn cysylltu â chi dros e-bost.

# LblPreferPhone
source: If you would prefer to be contacted by phone please enter your number:
cy: Os byddai'n well gennych i ni gysylltu â chi dros y ffôn, nodwch eich rhif:

# LblWhenPhone
source: When would you like us to phone you?
cy: Pryd hoffech chi i ni eich ffonio?

# StoringYourDataText
source: When you use this app you do not create a user account of any kind. Any data stored across the services in this app are stored on your device. For the Council Tax service we ask you to provide your details to access information on our council tax system. If you choose to delete this app your personal details will not be saved or stored by Cardiff Council. If you decide to reinstall the app you will need to enter your personal details again (to be stored on your device).
cy: Pan fyddwch chi'n defnyddio'r ap hwn ni fyddwch yn creu cyfrif defnyddiwr o unrhyw fath. Caiff unrhyw ddata sydd wedi ei storio ar draws y gwasanaethau yn yr ap hwn ei storio ar eich dyfais. Ar gyfer y gwasanaeth Treth Gyngor rydym yn gofyn i chi ddarparu eich manylion i gael mynediad at wybodaeth ar ein system treth gyngor. Os dewiswch ddileu'r ap hwn ni fydd eich manylion personol yn cael eu cadw na'u storio gan Gyngor Caerdydd. Os byddwch yn penderfynu ailosod yr ap bydd angen i chi roi eich manylion personol eto (i'w storio ar eich dyfais).

source: Storing your data
cy: Storio eich data

# LblCancelled
source: Cancelled
cy: Canslwyd

# TitleCollectionCancelled
source: Collection cancelled
cy: Casgliad wedi’i ganslo

# ErrorHWRCNoDatesAvailable
source: There are currently no dates available at that recycling centre for that vehicle type.
cy: Does dim dyddiadau ar gael yn y ganolfan ailgylchu honno ar gyfer y math hwnnw o gerbyd ar hyn o bryd.

# LblHWRCBookingRemainingInfo
source: Recycling centre bookings can be made by more than one resident at the property.
cy: Gall mwy nag un preswylydd yn yr eiddo archebu slot mewn canolfan ailgylchu.

# HWRCCarBookingsOnly
source: Car bookings only
cy: Archebion car yn unig

# HWRCNoDatesTitle
source: No dates available
cy: Dim dyddiadau ar gael

# ValidationVehicleTypeRequired
source: Please select a vehicle type
cy: Dewiswch y math o gerbyd

# ValidationMaxCharacters
source: You have exceeded the maximum character limit
cy: Rydych wedi mynd y tu hwnt i'r uchafswm nodau

# LblBagsCaddiesHeading
source: You can pick up your chosen items at your local stockist.
cy: Gallwch gasglu’r eitemau rydych wedi’u dewis o’ch cyflenwyr lleol.

# LblBookingFee
source: Booking fee
cy: Ffi archebu

# LblCharges
source: Charges
cy: Ffioedd

# LblSubTotal
source: Item total
cy: Cyfanswm yr eitemau

# LblBulkyItems
source: Bulky items
cy: Eitemau swmpus

# LblServiceUnavailable
source: Unfortunately this service is not available. Apologies for any inconvenience caused.
cy: Yn anffodus nid yw’r gwasanaeth hwn ar gael. Ymddiheuriadau am hyn.

# LblIncludesBookingFee
source: Includes £{0:F2} non-refundable booking fee
cy: Yn cynnwys ffi archebu o £{0:F2} na ellir ei ad-dalu

# LblBagsCaddiesHeading2
source: Try searching each item in turn to find stock near you.
cy: Ceisiwch chwilio pob eitem ar wahân i ddod o hyd i stoc gerllaw.

# LblAdditionalInfoStreetLighting
source: For example please mention any nearby landmark or building, house number or road marking. If you can see a number on the post please make a note of it here.
cy: Er enghraifft nodwch unrhyw dirnod gerllaw neu adeilad, rhif tŷ neu farc ar yr heol. Os gallwch weld rhif ar y postyn, nodwch y rhif yma.

# BtnStreetLightingInformation
source: Information about street lighting
cy: Gwybodaeth am oleuadau stryd

# LblWhatIsTheProblem
source: What is the problem?
cy: Beth yw'r broblem?

# LblStreetLightingExposedWires
source: exposed wires
cy: gwifrau'n dangos

# LblStreetLightingLooseParts
source: loose parts
cy: rhannau rhydd

# LblStreetLightingUnstablePost
source: unstable post
cy: postyn sigledig

# LblStreetLightingWarningInformation
source: If you see a problem with a street light that is likely to cause a serious accident or injury, such as:
cy: Os gwelwch broblem gyda golau stryd sy'n debygol o beri damwain neu anaf difrifol, fel:

# LblStreetLightingWarningInformation2
source: Please call 02920872087 to speak to our emergency team.
cy: Ffoniwch 02920872088 i siarad â'n tîm ymateb brys.

# TitleWarningPage
source: Warning
cy: Rhybudd

# LblFaultsToHelpUs
source: Please select one or more options to help us identify the problem:
cy: Dewiswch un neu fwy o opsiynau i'n helpu i adnabod y broblem:

# LblTellUsFaults
source: Please tell us about the street light problem.
cy: Dwedwch wrthym am broblem gyda'r golau stryd.

# TitleFaults
source: What is the problem
cy: Beth yw'r broblem

# TitleStreetLighting
source: Street lighting
cy: Goleuadau stryd

# LblEmailReceipt
source: Would you like an email receipt for this report?
cy: Ydych chi eisiau cael derbynneb e-bost ar gyfer yr adroddiad hwn?

# ValidationInvalidRegistration
source: Invalid vehicle registration number
cy: Rhif cofrestru cerbyd annilys

# LblCTaxUserInfo
source: You will find your 8 digit account number on your Council Tax bill. Please make sure you enter your first name, last name and postcode exactly how they appear on your bill.
cy: Mae’ch rhif cyfrif 8 digid ar eich bil Treth Gyngor. Sicrhewch eich bod yn rhoi’ch enw cyntaf, cyfenw a chod post yn union fel y maent ar eich bil.

# HeaderSelectAnItem
source: Select an item
cy: Dewiswch eitem

# BtnChangeSelectedItems
source: Change your selected items
cy: Newid yr eitemau rydych wedi’u dewis

# LblCanGoPodback
source: You can use your Podback collection
cy: Gallwch ddefnyddio eich casgliad Podback

# LblCanGoRecyclingZones
source: Can be taken to a recycling zone
cy: Gellir mynd ag ef i bwynt ailgylchu

# LblCannotGoRecyclingZones
source: Cannot be taken to a recycling zone
cy: Ni ellir mynd ag ef i bwynt ailgylchu

# LblDirectDebitBlocked
source: Direct Debit blocked
cy: Debyd Uniongyrchol wedi’i flocio

# LblHowToPayCouncilTax
source: How to pay Council Tax
cy: Sut i dalu’r Dreth Gyngor

# LblBlueSack
source: Blue sack
cy: Sach las

# LblRedSack
source: Red sack
cy: Sach goch

# BtnOrderItemsForDelivery
source: Order items for delivery
cy: Archebwch eitemau i gael eu dosbarthu

# BtnViewStockist
source: View stockists
cy: Gweld cyflenwyr

# LblOrderItemsForDelivery
source: Kerbside food caddies and glass caddies are only available for delivery.
cy: Mae cadis bwyd ymyl y ffordd a chadis gwydr ond ar gael i’w dosbarthu.

# LblPickUpAtLocalStockist
source: You can pick up recycling and waste containers at your local stockists.
cy: Gallwch gasglu cynwysyddion ailgylchu a gwastraff gan eich cyflenwyr lleol.

# LblSelectItemsFromList
source: Please select the items you need from the list:
cy: Dewiswch yr eitemau sydd eu hangen arnoch o’r rhestr:
