Repository: kycuff/StrokeIssueApp
Catalog: src/App/Resources/Languages/MultilingualResources/App.*.xlf
Languages: cy

# LblContactNumber
source: Contact number:
cy: Rhif cyswllt:

# LblEmail
source: Email:
cy: E-bost:

# LblFirstName
source: First name:
cy: Enw cyntaf:

# LblLastName
source: Last name:
cy: Cyfenw:

# BtnAddImage
source: Add image
cy: Ychwanegu llun

# BtnCancel
source: Cancel
cy: Canslo

# BtnGallery
source: Gallery
cy: Oriel

# LblDelete
source: Delete
cy: Dileu

# MapHelpMessage
source: Use the map to show us the location of the issue. Drag the map around with your finger until the pin is pointing at the correct location. Use two fingers to pinch and zoom in or out of the map. You can also search for an address or use the GPS button to focus on a location.
cy: Defnyddiwch y map i ddangos lleoliad y mater. Llusgwch y map â’ch bys nes bod y pin yn pwyntio ar y lleoliad cywir. Defnyddiwch ddau fys i binsio a mynd i mewn ac allan o’r map. Gallwch hefyd chwilio am gyfeiriad neu ddefnyddio’r botwm GPS i ffocysu ar leoliad.

# PlaceHolderAddress
source: Enter part of an address
cy: Rhowch ran o’r cyfeiriad

# DisplayMessageMaximumImages
source: 3 images only
cy: 3 delwedd yn unig

# DisplayMessageMaximumImagesBody
source: You can only upload {0} images.
cy: Dim ond {0} o luniau y cewch eu huwchlwytho.

# DisplayMessageNoConnection
source: No connection
cy: Dim cysylltiad

# DisplayMessageNoConnectionBody
source: You are not connected to the internet.
cy: Nid ydych wedi cysylltu â'r rhyngrwyd.

# DisplayMessageSomethingWentWrong
source: Something has gone wrong with our app. Apologies for the inconvenience.
cy: Mae rhywbeth wedi mynd o’i le gyda’n app. Ymddiheurwn am yr anghyfleustra.

# DisplayMessageSuccessflySent
source: Thank you {0}for reporting fly-tipping to us.
cy: Diolch i chi {0}am roi gwybod i ni am dipio anghyfreithlon.

# DisplayMessageThankYou
source: Thank you
cy: Diolch

# DisplayMessageTryAgainLater
source: Please try again later.
cy: Rhowch gynnig arall arni wedyn.

# BtnOk
source: Ok
cy: Iawn

# DisplayActionSheetSelectAddress
source: Select an address
cy: Dewiswch gyfeiriad

# DisplayMessageEmptySearch
source: No address entered
cy: Dim cyfeiriad wedi'i roi

# DisplayMessageEmptySearchBody
source: Please enter an address
cy: Rhowch gyfeiriad

# DisplayMessageError
source: Sorry
cy: Ymddiheuriadau

# DisplayMessageImageAlreadyAdded
source: Image already added
cy: Mae delwedd eisoes wedi'i hychwanegu

# DisplayMessageImageAlreadyAddedBody
source: The selected image has already been added.
cy: Mae'r ddelwedd dan sylw eisoes wedi ei hychwanegu.

# DisplayMessageImageTooLargeBody
source: We have reduced the size of your image but it is still too large. Please reduce the file size or use another image.
cy: Rydym wedi lleihau maint eich llun ond mae’n rhy fawr o hyd. Wnewch chi plis leihau maint y ffeil neu ddefnyddio llun arall.

# DisplayMessageNoCamera
source: No camera
cy: Dim camera

# DisplayMessageNoCameraBody
source: No camera available.
cy: Dim camera ar gael.

# DisplayMessageNoResultsFor
source: Sorry, no results found for {0}
cy: Yn anffodus, ni ddaethpwyd o hyd i unrhyw ganlyniadau ar gyfer {0}

# DisplayMessageNotFound
source: Address not found.
cy: Cyfeiriad heb ei ganfod.

# DisplayMessagePhotoNotSupport
source: Photos not supported
cy: Ni chefnogir y lluniau

# DisplayMessagePhotoNotSupportBody
source: Cannot access images on this device
cy: Methu cael gafael ar y lluniau ar y ddyfais hon

# PageTitleAppSettings
source: App settings
cy: Gosodiadau'r app

# PageTitleHome
source: Home
cy: Hafan

# PageTitleMenu
source: Menu
cy: Dewislen

# PageTitlePersonalDetails
source: Personal details
cy: Manylion personol

# ValidationIsRequired
source: is required
cy: gofynnol

# ValidationEmail
source: Invalid email address
cy: Cyfeiriad e-bost annilys

# ValidationInvalidCharacters
source: Invalid characters
cy: Nodau annilys

# ValidationSelectLocation
source: Tap a location to pin the map
cy: Dewiswch leoliad ar y map

# ValidationMultiSelect1IsRequired
source: Please select at least 1 item
cy: Dewiswch o leiaf 1 eitem

# LblLikedToBeContacted
source: If you saw who committed the fly-tipping, can we contact you?
cy: Os gwelsoch chi pwy dipiodd yn anghyfreithlon, allwn ni gysylltu â chi?

# List2DaysBefore
source: 2 days before
cy: 2 ddiwrnod cyn

# LblLoading
source: Loading...
cy: Wrthi'n llwytho...

# BtnSetting
source: Settings
cy: Gosodiadau

# DisplayActionSheetEdit
source: Edit
cy: Golygu

# DisplayActionSheetReminder
source: Edit or cancel a reminder
cy: Golygu neu ddileu nodyn atgoffa

# DisplayMessageNotificationExists
source: This reminder already exists.
cy: Mae'r nodyn atgoffa hwn eisoes yn bodoli.

# DisplayMessageTitleNotificationExists
source: Reminder already exists
cy: Mae'r nodyn atgoffa eisoes yn bodoli

# DisplayMessageValidationErrors
source: Please check for errors and save again.
cy: Gwiriwch am unrhyw wallau a chadw eto.

# BtnNo
source: No
cy: Na

# BtnYes
source: Yes
cy: Ie

# DisplayMessageDeleteReminder
source: Are you sure you want to cancel this reminder?
cy: Ydych chi'n siŵr eich bod chi eisiau dileu'r nodyn atgoffa hwn?

# DisplayMessageReminderExists
source: This reminder already exists.
cy: Mae'r nodyn atgoffa hwn eisoes yn bodoli.

# DisplayMessageReminderNotChanged
source: Please change the reminder to update it
cy: Newidiwch y nodyn atogoffa i'w ddiweddaru

# DisplayMessageTitleDeleteReminder
source: Delete reminder
cy: Dileu nodyn atgoffa

# DisplayMessageTitleDetailesSaved
source: Saved
cy: Arbedwyd

# DisplayMessageTitleReminderExists
source: Reminder already exists
cy: Mae'r nodyn atgoffa eisoes yn bodoli

# DisplayMessageTitleReminderNotChanged
source: Reminder not changed
cy: Ni newidiwyd y nodyn atgoffa

# LblNoCalendarAssosiated
source: We are unable to return collection dates for this property. If you live at this address please contact C2C on 02920872087.
cy: Ni allwn ddangos unrhyw ddyddiadau casglu ar gyfer yr eiddo hwn. Os ydych yn byw yn y cyfeiriad hwn, cysylltwch â C2C ar 02920872088.

# LblProperty
source: Set a reminder for this property
cy: Gosodwch nodyn atgoffa ar gyfer yr eiddo hwn

# LblTime
source: Time
cy: Amser

# LblWhen
source: When
cy: Pryd

# BtnBack
source: Back
cy: Yn ôl

# BtnNext
source: Next
cy: Nesaf

# BtnUpdate
source: Update
cy: Diweddaru

# LblIamgeMax
source: You can add up to 3 images to help us identify the location and type of waste that has been dumped.
cy: Gallwch ychwanegu hyd at 3 llun i'n helpu i nodi lleoliad a math y gwastraff sydd wedi'i dipio'n anghyfreithlon.

# PageTitleReminderList
source: Your collections
cy: Eich casgliadau

# DisplayMessageRemoveImage
source: Are you sure you want to remove this image?
cy: Ydych chi'n siŵr eich bod eisiau tynnu'r ddelwedd hon?

# LblCheckReport
source: Please check your report before you send
cy: Gwiriwch eich adroddiad cyn i chi ei anfon

# LblHello
source: Hello
cy: Helo

# LblHi
source: Hi
cy: Shwmae

# PageTitleFlyTippingDump
source: What items have been dumped?
cy: Pa eitemau sydd wedi eu tipio'n anghyfreithlon?

# PageTitleFlyTippingMap
source: Where is the fly-tipping?
cy: Ble mae'r tipio anghyfreithlon?

# PageTitleSummary
source: Summary
cy: Crynodeb

# DisplayMessageGpsOff
source: Sorry, something went wrong. Check if your GPS is turned on.
cy: Aeth rhywbeth o'i le, a wnewch chi wirio bod eich System Leoli Fyd-eang (GPS) wedi'i throi ymlaen.

# DisplayMessageTitleGpsOff
source: GPS off
cy: System Leoli Fyd-eang (GPS) wedi'i diffodd

# BtnSetReminder
source: Set a collection reminder
cy: Gosod nodyn atgoffa ar gyfer casglu

# LblBinDayIs
source: Collection day
cy: Diwrnod casglu

# LblDisabled
source: Off
cy: Wedi'i ddiffodd

# LblEnabled
source: On
cy: Ymlaen

# PageTitlePrivacyStatement
source: Privacy statement
cy: Datganiad preifatrwydd

# BtnCouncilTax
source: Council Tax
cy: Treth Gyngor

# BtnWasteCollection
source: Recycling and Waste
cy: Ailgylchu a gwastraff

# LblPersonalDetails
source: Personal details
cy: Manylion personol

# BtnAddReminderNow
source: Add a reminder
cy: Ychwanegu nodyn atgoffa

# LblAddReminder
source: Add a reminder
cy: Ychwanegu nodyn atgoffa

# LblYourAddress
source: Your address
cy: Eich cyfeiriad

# PageHeadingCheckYourReport
source: Please check your report before sending
cy: Gwiriwch eich adroddiad cyn ei anfon

# PageHeadingImages
source: Images
cy: Lluniau

# PageHeadingTypeofFlytipping
source: Type of fly-tipping
cy: Math o dipio anghyfreithlon

# LblBinCollection
source: Collection type
cy: Math o gasgliad

# HomepageWelcome
source: What can we help you with?
cy: Sut gallwn eich helpu chi?

# LblBinLookup
source: Enter a house number and postcode to see your next recycling and waste collection dates.
cy: Nodwch rif tŷ a chod post i weld eich dyddiadau casglu ailgylchu a gwastraff nesaf.

# ListAllDay
source: Anytime
cy: Unrhyw bryd

# ValidationPhoneNumber
source: Invalid phone number
cy: Rhif ffôn annilys

# LblAmount
source: Amount (£):
cy: Swm (£):

# LblChequeCleared
source: Date cheque cleared
cy: Dyddiad clirio siec

# LblDatePaid
source: Date paid
cy: Dyddiad talu

# LblLocatioOfPost
source: Location of Post Office or Paypoint
cy: Lleoliad Swyddfa Bost neu Paypoint

# TitleMissingPayments
source: Missing payments
cy: Taliadau coll

# LblPaymentType
source: Payment type
cy: Math o daliad

# lblCTaxValidatePage
source: Please enter your Council Tax details to access your account information
cy: Nodwch fanylion eich Treth Gyngor i gael gweld eich gwybodaeth cyfrif

# LblCTaxNo
source: Council Tax no:
cy: Rhif Treth Gyngor:

# ValidationCTaxNumber
source: Council Tax number must be 8 digits
cy: Rhaid i rif y dreth gyngor fod yn 8 digid

# PageHeaderCouncilTax
source: Council Tax
cy: Treth Gyngor

# BtnAccountDetails
source: Account details
cy: Manylion cyfrif

# BtnBalanceAndPayments
source: Balance and payments
cy: Balans a thaliadau

# LblAmountDue
source: Amount Due:
cy: Swm sy'n ddyledus:

# LblBalanceOut
source: Balance outstanding:
cy: Balans sy'n weddill:

# BtnSavePersonal
source: Save personal details
cy: Arbed manylion personol

# LblPhone
source: Phone number:
cy: Rhif ffôn:

# LblConfirmEmail
source: Confirm email address
cy: Cadarnhau cyfeiriad e-bost

# LblContacted
source: When would you like to be contacted?
cy: Pryd yr hoffech i ni gysylltu â chi?

# LblEmailAddress
source: Email address
cy: Cyfeiriad e-bost

# LblMissPayCTAX
source: We will send a confirmation email to you.
cy: Byddwn yn anfon e-bost cadarnhau atoch.

# PageTitleMissingPayments
source: Missing payments
cy: Taliadau coll

# LblOngoing
source: Ongoing
cy: Parhaus

# PageTitleReportPayments
source: Report a missing payment
cy: Adrodd taliad coll

# LblWelshLang
source: View the app in Welsh
cy: Gweld yr app yn Gymraeg

# BtnClose
source: Close
cy: Cau

# LblCourtSummonsAmountWarning
source: Arrears subject to court action : {0:C}.
cy: Ôl-ddyledion yn ddarostyngedig i achos llys: {0:C}.

# DisplayAlertCheckDetails
source: Please check that your details are correct
cy: Gwnewch yn siŵr bod eich manylion yn gywir

# LblAccountNumber
source: Account number:
cy: Rhif cyfrif:

# LblAccountOverview
source: Account overview
cy: Trosolwg o'r cyfrif

# LblCourtSummonsIssued
source: Court action
cy: Achos llys

# LblValuationBand
source: Valuation Band:
cy: Band Prisio:

# PageTitleAccountDetails
source: Account details
cy: Manylion cyfrif

# LblAccountStartDate
source: Account start date:
cy: Dyddiad dechrau'r cyfrif:

# LblYearlyCharge
source: Yearly charge:
cy: Tâl blynyddol:

# LblPostCode
source: Postcode:
cy: Cod post:

# LblLastPaymentMade
source: Last payment received on {0:dd/MM/yyyy}: {1:C}
cy: Derbyniwyd y taliad diwethaf ar {0:dd/MM/yyyy}: {1:C}

# LblNoPaymentsFound
source: No payments found
cy: Ni ddaethpwyd o hyd i unrhyw daliadau

# LblAccountEndDate
source: Account end date:
cy: Dyddiad gorffen y cyfrif:

# LblConfirmAgree
source: I have read and agree
cy: Rwyf wedi darllen ac yn cytuno

# LblDirectDebit
source: Direct Debit
cy: Debyd Uniongyrchol

# LblEbilling
source: E-billing:
cy: E-filio:

# LblGettingLocation
source: Getting your location
cy: Dod o hyd i'ch lleoliad

# LblNoCollection
source: No collection dates for this property
cy: Dim dyddiadau casglu ar gyfer yr eiddo hwn

# LblPaymentMethod
source: Payment method:
cy: Dull talu:

# LblReportAMissingPayment
source: Report a missing payment
cy: Adrodd taliad coll

# LblServiceUnavailble
source: Sorry this service is unavailable at the moment. Please try again later.
cy: Mae'n ddrwg gennym, nid yw'r gwasanaeth hwn ar gael ar hyn o bryd. Rhowch gynnig arall arni wedyn.

# LblSuccMissingPayment
source: Your case has been sent to the Council Tax team. We will contact you within 72 hours.
cy: Mae eich achos wedi'i anfon i dîm y Dreth Gyngor. Byddwn yn cysylltu â chi o fewn 72 awr.

# PageTitleBalanceAndPayments
source: Balance and payments
cy: Balans a thaliadau

# ValidateEmailandContactNumber
source: Email or contact number is required
cy: Mae angen cyfeiriad e-bost neu rif cyswllt

# LblNewBillNotReady
source: Your new bill is being calculated
cy: Mae eich bil newydd wrthi'n cael ei gyfrifo

# PageTitleInstallmentsPage
source: Instalments
cy: Rhandaliadau

# LblDiscounts
source: Discounts:
cy: Gostyngiadau:

# LblNoPaymentsForYear
source: No payments have been made for this financial year
cy: Ni wnaethpwyd unrhyw daliadau ar gyfer y flwyddyn ariannol hon

# AccAmountDueInfo
source: More information about amount due
cy: Mwy o wybodaeth am y swm sy'n ddyledus

# AccBalanceOutstandingInfo
source: More information about balance outstanding
cy: Mwy o wybodaeth am y balans sy'n weddill

# AccClose
source: Close
cy: Cau

# AccSearch
source: Search
cy: Chwilio

# BtnAlwaysSend
source: Always send crash reports to Cardiff Council
cy: Rhoi gwybod i Gyngor Caerdydd am broblemau technegol bob amser

# BtnDontSend
source: Don't send
cy: Peidio ag anfon

# LblCrashApoligy
source: Sorry, our app has crashed.
cy: Mae'n ddrwg gennym, mae ein app wedi stopio gweithio.

# BtnSendCrash
source: Send crash report to Cardiff Council
cy: Rhoi gwybod i Gyngor Caerdydd am y broblem

# BtnManageReminder
source: Manage collection reminders
cy: Rheoli nodiadau atgoffa am gasgliadau

# Lbl48Hours
source: Balance details may not include payments made within the last 48 hours.
cy: Efallai na fydd manylion am eich balans yn cynnwys taliadau a wnaed o fewn y 48 awr diwethaf.

# LblBilingual
source: This app is fully bilingual.
cy: Mae'r app hwn yn gwbl ddwyieithog.

# LblBilingualDescription
source: Send anonymous data
cy: Anfon data defnydd dienw

# LblUsage
source: This data will show us how you use the app and on which device and operating system. It helps us make improvements to the app in future releases. We do not store any of your personal details.
cy: Bydd y data hwn yn dangos i ni sut rydych yn defnyddio’r app ac ar ba ddyfais a system weithredu. Mae’n ein helpu i wneud gwelliannau i’r app yn y dyfodol. Nid ydym yn cadw’ch manylion personol.

# LblEditReminder
source: Edit reminder
cy: Golygu nodyn atgoffa

# LblBalancePopup
source: The total amount outstanding for the account. During March this may include the charge for the next financial year.
cy: Y cyfanswm sy'n weddill ar y cyfrif. Ym mis Mawrth, gall hyn gynnwys y tâl ar gyfer y flwyddyn ariannol sydd i ddod.

# LblPaymentRecievedPopup
source: Payment needed to bring your account up to date. This does not include any arrears subject to court action.
cy: Angen taliad er mwyn i'ch cyfrif fod yn gyfredol. Nid yw'n cynnwys unrhyw ôl-daliadau sy'n ddarostyngedig i achos llys.

# LblMakeAPayment
source: Make a payment
cy: Gwneud taliad

# LblSetupADirectDebit
source: Direct Debits
cy: Debyd Uniongyrchol

# LblViewInstalments
source: View instalments
cy: Gweld rhandaliadau

# LblPaymentsrecieved
source: Payments received:
cy: Taliadau a dderbyniwyd:

# LblCash
source: Cash
cy: Arian Parod

# LblDirectDebit1
source: Direct Debit 1st
cy: Debyd Uniongyrchol 1af

# LblDirectDebit15
source: Direct Debit 15th
cy: Debyd Uniongyrchol 15fed

# LblDirectDebit22
source: Direct Debit 22nd
cy: Debyd Uniongyrchol 22ain

# LblDirectDebit8
source: Direct Debit 8th
cy: Debyd Uniongyrchol 8fed

# LblBalanceBroughtForward
source: Balance brought forward:
cy: Balans a ddygwyd ymlaen:

# LblBenafits
source: Benefits:
cy: Budd-daliadau:

# LblDisabledBandReduction
source: Disabled band reduction:
cy: Gostyngiad band anabl:

# LblExcemptions
source: Exemptions:
cy: Eithriadau:

# LblRefunds
source: Refunds:
cy: Ad-daliadau:

# LblTransitionalRelief
source: Transitional relief:
cy: Rhyddhad Trosiannol:

# LblWriteOffOn
source: Write offs or ons:
cy: Dileu dyledion / ychwanegu dyledion:

# LblMissingPaymentThanks
source: Thank you for reporting a missing payment.
cy: Diolch am adrodd taliad coll.

# TitleCTAXLogin
source: Council Tax
cy: Treth Gyngor

source: Contact number:
cy: Rhif cyswllt:

# LblReminders
source: Reminders
cy: Nodiadau atgoffa

# BtnContactUs
source: Contact us
cy: Cysylltu â ni

# LblArrearsMessage
source: If you would like to talk to us about any arrears that are subject to court action please contact us.
cy: Cysylltwch â ni os hoffech wneud ymholiad ynghylch unrhyw ôl-ddyledion sy'n ddarostyngedig i achos llys.

# LblSuggestion
source: Thank you for taking the time to suggest improvements to our app. Please use the comments box:
cy: Diolch i chi am gymryd yr amser i awgrymu gwelliannau ar gyfer ein app. Defnyddiwch y blwch sylwadau isod:

# PageTitleSuggestionsForImprovement
source: Suggestions
cy: Awgrymiadau

# LblAppBuild
source: Build number:
cy: Rhif adeiladu:

# LblAppVersion
source: App version:
cy: Fersiwn app:

# LblDeviceManufacturer
source: Manufacturer:
cy: Gwneuthurwr:

# LblDevicePlatform
source: Platform:
cy: Platfform:

# BtnIssue
source: Report a technical issue
cy: Adrodd mater technegol

# BtnSuggestion
source: Suggest an improvement to the app
cy: Awgrymu gwelliant ar gyfer yr app

# ValidationEmailMatch
source: Emails do not match
cy: Nid yw'r cyfeiriadau e-bost yn cyfateb

# TitleSendFeedback
source: Send feedback
cy: Anfon adborth

# Lbl2AppVersion
source: App Version
cy: Fersiwn App

# TitleReportTechIssue
source: Report technical issue
cy: Adrodd am broblem dechnegol

# LblFeedbackScreenshot
source: You can add up to 3 screenshots to help us assess the problem.
cy: Gallwch ychwanegu hyd at 3 sgrinlun i'n helpu i asesu'r broblem.

# LblFeedbackdeviceinfo
source: To help us look at your feedback we have captured some information about your device and system.
cy: I'n helpu ni i edrych ar eich adborth, rydym wedi casglu rhywfaint o wybodaeth am eich system a'ch dyfais.

# LblWhereissue
source: Where did you find the issue?
cy: Lle gwnaethoch chi ddarganfod y mater?

# LblTellAboutIssue
source: Tell us about the issue:
cy: Dywedwch wrthym am y mater:

# LblIssueOccur
source: How did the issue occur?
cy: Sut digwyddodd y mater hwn?

# Lblunder16
source: If you are under 16 you will need your parent or guardian's permission before providing your email address.
cy: Os ydych dan 16 oed bydd angen caniatâd arnoch gan eich rhiant neu'ch gwarcheidwad cyn i chi roi eich cyfeiriad e-bost.

# LblAppModule
source: App Module
cy: Modiwl App

# Lbltellusaboutissue
source: About the issue
cy: Ynglŷn â'r broblem

# LblHowdid
source: How the issue occurred
cy: Sut digwyddodd y broblem

# Lblcanyouhelpusimprove
source: You can help us improve and develop this app by sending us your feedback.
cy: Gallwch helpu ni i wella a datblygu'r app hwn gan anfon eich adborth atom.

# Lblhelpuswithissue
source: To help us with the issue you are reporting we have captured some information about your device and system.
cy: I'n helpu ni gyda'r mater yr ydych yn ei adrodd, rydym wedi casglu rhywfaint o wybodaeth am eich system a'ch dyfais.

# Lblmaxthreeimages
source: If you are reporting a technical issue you may want to attach screenshots. Please have the images ready before starting the form. You can add a maximum of 3 images.
cy: Os ydych yn adrodd mater technegol, efallai y dymunwch atodi sgrinluniau. Sicrhewch fod y delweddau wrth law cyn cychwyn y ffurflen. Gallwch ychwanegu uchafswm o 3 delwedd.

# PopUpThankYou
source: Thank you for reporting this issue. Our technical team will review your feedback and contact you for more information if necessary.
cy: Diolch am roi gwybod am y broblem hon. Bydd ein tîm technegol yn darllen yr adborth ac yn cysylltu â chi i gael fwy o wybodaeth fel y bo angen.

# DisplayMessageFileUnsupported
source: Sorry, we do not support this file type.
cy: Yn anffodus, ni dderbynnir y math hwn o ffeil.

# DisplayMessageTitleFileUnsupported
source: Unsupported file type
cy: Ni dderbynnir y math hwn o ffeil

# ValidationAmount1To1m
source: Amount must be within 1 to 1,000,000
cy: Rhaid i'r swm fod rhwng 1 a 1,000,000

# ListLiveAtPropertyYes
source: I live at this property
cy: Rwy'n byw yn yr eiddo hwn

# LblOther
source: Please describe the item or items:
cy: Disgrifiwch yr eitem(au):

# LblDescribeFlyTipLocation
source: Please tell us anything that could help us locate the fly-tipping.
cy: Rhowch wybod i ni am unrhyw beth a allai ein helpu i leoli’r tipio anghyfreithlon.

# BtnUpdateNow
source: Update now
cy: Diweddaru nawr

# DisplayMessageTitleUpdateRequired
source: Cardiff Gov app update available
cy: Diweddariad ar gael ar gyfer ap Cardiff Gov

# DisplayMessageUpdateRequired
source: Please update to get the latest services.
cy: Diweddarwch yr app i weld y gwasanaethau diweddaraf.

# LblAccountHolder
source: Name(s) of account holder:
cy: Enw(au) Deiliad y Cyfrif:

# LblBankAccountNumber
source: Bank or Building Society account number:
cy: Rhif Cyfrif Banc/Cymdeithas Adeiladu:

# LblPaymentDate
source: Payment Date:
cy: Dyddiad Talu:

# LblSortCode
source: Sort Code:
cy: Cod Didoli:

# YourBankDetailsPage
source: Your bank details
cy: Eich manylion banc

# LblAll
source: All
cy: Pob

# LblENoticeEbill
source: E-bill
cy: E-fil

# LblENoticeFinal
source: Final
cy: Terfynol

# LblENoticeReminder
source: Reminder
cy: Neges Atgoffa

# BtnEbillUnsubscribe
source: Unsubscribe from e-bills
cy: Dad-danysgrifio o'r gwasanaeth e-filiau

# BtnSignUp
source: Sign up
cy: Cofrestru

# BtnUpdateEmail
source: Update email
cy: Diweddaru e-bost

# DisplayMessageEbillUnsubscribe
source: Are you sure you want to stop receiving bills and notices by email? If yes, your bills and notices will be sent to you by post.
cy: Ydych chi'n siŵr eich bod am stopio derbyn biliau a hysbysiadau dros e-bost? Os ydych, bydd eich biliau a'ch hysbysiadau yn cael eu hanfon atoch yn y post.

# DisplayTitleEbillUnsubscribe
source: Unsubscribe from e-bills
cy: Dad-danysgrifio o'r gwasanaeth e-filiau

# LblEbillSignUpMessage
source: Opt out of paper bills and start receiving your Council Tax bills by email.
cy: Optio allan o'r biliau papur a dechrau cael eich biliau Treth Gyngor yn electronig.

# LblEbillSignUpTitle
source: Sign up for e-billing
cy: Cofrestru ar gyfer e-filio

# LblEbillTitle
source: Please enter an email address for your e-bills and notices.
cy: Rhowch gyfeiriad e-bost ar gyfer eich e-filiau a hysbysiadau.

# LblNoENotices
source: No bills or notices to view.
cy: Dim biliau na hysbysiadau i'w gweld.

# LblYear
source: Year
cy: Blwyddyn

# PageTitleEbills
source: E-bills
cy: E-filiau

# BtnChgeBankDetails
source: Change bank details
cy: Newid manylion banc

# BtnViewInstalments
source: View instalments
cy: Gweld rhandaliadau

# lbl48hrProgress
source: Any payments due in the next 48 hours may already be in progress.
cy: Mae'n bosibl y bydd unrhyw daliadau sy'n ddyledus yn y 48 awr nesaf eisoes ar waith.

# lblAmendDD
source: Amend your Direct Debit
cy: Diwygio eich Debyd Uniongyrchol
