Repository: kycuff/StrokeIssueApp
Catalog: src/App/Resources/Languages/MultilingualResources/App.*.xlf
Languages: cy

# lblDDGuarnteeP1
source: This Guarantee is offered by all banks and building societies that accept instructions to pay Direct Debits.
cy: Cynigir y Warant gan bob banc a chymdeithas adeiladu sy'n derbyn cyfarwyddiadau i dalu Debyd Uniongyrchol.

# lblDDGuarnteeP2
source: If there are any changes to the amount, date or frequency of your Direct Debit, Cardiff Council will notify you 10 working days before your account is debited or as otherwise agreed.
cy: Os oes unrhyw newidiadau i gyfanswm, dyddiad neu amlder eich Debyd Uniongyrchol, bydd Cyngor Caerdydd yn rhoi gwybod i chi 10 diwrnod gwaith cyn i'r arian ddod allan o'ch cyfrif, neu fel y cytunwyd fel arall.

# lblDDGuarnteeP3
source: If you request Cardiff Council to collect a payment, confirmation of the amount and date will be given to you at the time of the request.
cy: Os ydych yn gofyn i Gyngor Caerdydd gasglu taliad, byddwch yn cael cadarnhad o'r swm a'r dyddiad ar adeg y cais.

# lblDDGuarnteeP4
source: If Cardiff Council or your bank or building society make an error in the payment of your Direct Debit, you are entitled to a full and immediate refund of the amount paid from your bank or building society.
cy: Os bydd Cyngor Caerdydd neu eich banc neu gymdeithas adeiladu yn gwneud camgymeriad o ran talu eich Debyd Uniongyrchol, mae gennych hawl i gael ad-daliad llawn ac ar unwaith o'r swm a dalwyd o'ch banc neu gymdeithas adeiladu.

# lblDDGuarnteeP5
source: If you receive a refund you are not entitled to, you must pay it back when Cardiff Council asks you to.
cy: Os ydych yn derbyn ad-daliad nad ydych yn gymwys ar ei gyfer, mae'n rhaid i chi ei dalu nôl pan fydd Cyngor Caerdydd yn gofyn i chi wneud hynny.

# lblDDGuarnteeP6
source: You can cancel a Direct Debit at any time by simply contacting your bank or building society. Written confirmation may be required. Please also notify us.
cy: Gallwch ganslo Debyd Uniongyrchol ar unrhyw adeg drwy gysylltu â'ch banc neu gymdeithas adeiladu. Efallai y bydd angen cadarnhad ysgrifenedig. Dylech roi gwybod i ni hefyd.

# lblDwnldCTAX
source: Download Council Tax DD form
cy: Lawrlwytho ffurflen DU y Dreth Gyngor

# LblDwnldDD
source: Unfortunately we are unable to proceed with your request online. Please download our Direct Debit form and apply by post.
cy: Yn anffodus, ni allwn fwrw ymlaen â'ch cais ar-lein. Lawrlwythwch ein ffurflen Debyd Uniongyrchol a chyflwynwch gais drwy'r post.

# lblEnterBDetails
source: Please enter your bank details
cy: Nodwch fanylion eich cyfrif banc

# PageTitleByPost
source: Apply by post
cy: Gwnewch gais drwy'r post

# PageTitleDD
source: Direct Debit
cy: Debyd Uniongyrchol

# SubTitleDDGte
source: The Direct Debit Guarantee
cy: Gwarant Debyd Uniongyrchol

# lblBankSoicetyAccHolder
source: I am the bank or building society account holder
cy: Fi yw deiliad y cyfrif banc / cymdeithas adeiladu

# lblCardiffCo
source: Please note: Direct Debits for Council Tax will show up on your bank statement as 'Cardiff Co'.
cy: Sylwch: Bydd Debydau Uniongyrchol ar gyfer y Dreth Gyngor yn dangos ar eich datganiad banc fel 'Cardiff Co'.

# lblChkAmndmnts
source: Please check your amendments before sending
cy: Gwiriwch eich addasiadau cyn anfon

# lblChkDetailsBeforeSend
source: Please check your details before sending
cy: Gwiriwch eich manylion cyn anfon

# lblCityTown
source: City or town:
cy: Dinas neu dref:

# lblCountry1
source: Country:
cy: Gwlad:

# lblPleaseProvideDetails
source: Sorry, we cannot find that address. Please provide details.
cy: Yn anffodus ni allwn ddod o hyd i'r cyfeiriad hwnnw. Nodwch fanylion.

# lblSecondSign
source: I need a second signature to authorise a Direct Debit from this account
cy: Mae angen llofnod arall er mwyn awdurdodi Debyd Uniongyrchol o'r cyfrif hwn

# LblStretName
source: Street name and number:
cy: Enw'r stryd a rhif y tŷ:

# PageTitleEnterAddress
source: Enter address
cy: Rhowch eich cyfeiriad

# BtnDldCTAXform
source: Direct Debit form
cy: Ffurflen Debyd Uniongyrchol

# BtnSetUpDD
source: Set up a Direct Debit
cy: Sefydlu Debyd Uniongyrchol

# lblAnyPaymentsDD
source: Any payments due in the next 48 hours may already be in progress.
cy: Mae'n bosibl y bydd unrhyw daliadau sy'n ddyledus yn y 48 awr nesaf eisoes ar waith.

# lblChkAmendmentsC
source: Please check your amendments before sending
cy: Gwiriwch eich addasiadau cyn anfon os gwelwch yn dda

# lblChngeDDdate
source: Change your Direct Debit payment date
cy: Newid dyddiad talu'r Debyd Uniongyrchol

# lblDownloadDD
source: Please download our Direct Debit form to make an amendment and send by post.
cy: Lawrlwythwch ein ffurflen Debyd Uniongyrchol i wneud addasiad a'i hanfon drwy'r post.

# LblInstalmentsMarch
source: Do you want your instalments extended to March?
cy: Hoffech chi ymestyn eich rhandaliadau tan fis Mawrth?

# lblpayweeklyDD
source: I would like to pay weekly
cy: Hoffwn dalu bob wythnos

# lblsetupDD
source: You can set up a Direct Debit to pay your Council Tax directly from your bank account every month.
cy: Gallwch sefydlu Debyd Uniongyrchol i dalu'r Dreth Gyngor yn uniongyrchol o'ch cyfrif banc bob mis.

# lblUnableProceed
source: Unfortunately we are unable to proceed with your request online.
cy: Yn anffodus, ni allwn fwrw ymlaen â'ch cais ar-lein.

# lblWeeklyDD
source: You would like to change to a weekly Direct Debit
cy: Hoffech newid i Ddebyd Uniongyrchol wythnosol

# PageTitleConProp
source: Confirm property
cy: Cadarnhau eiddo

# PageTitleDirectDebit
source: Direct Debit
cy: Debyd Uniongyrchol

# PageTitlePeopertyPostCode
source: Enter postcode
cy: Nodwch god post

# LblSetUp
source: Your Direct Debit is set up for the
cy: Mae'ch Debyd Uniongyrchol wedi'i drefnu ar gyfer

# LblInstalments
source: Do you want your instalments extended to March?
cy: Hoffech chi ymestyn eich rhandaliadau i fis Mawrth?

# LblOptionTip
source: If you set up a Direct Debit it will run until January. You can choose to spread the payments up until March.
cy: Os ydych yn sefydlu Debyd Uniongyrchol, bydd yn berthnasol tan fis Ionawr. Gallwch ddewis i ymestyn y taliadau tan fis Mawrth.

# LblPayWeekly
source: I would like to pay weekly
cy: Hoffwn dalu'n wythnosol

# LblPayWeeklyBankDetails
source: I would like to pay weekly
cy: Hoffwn dalu'n wythnosol

# LblSpecificDay
source: Your weekly payments will be taken on the 1st, 8th, 15th and 22nd of each month.
cy: Bydd eich taliadau wythnosol yn mynd allan ar y 1af, yr 8ed, y 15ed a'r 22ain o bob mis.

# LblSpecificDayBankDetails
source: Your weekly payments will be taken on the 1st, 8th, 15th and 22nd of each month.
cy: Bydd eich taliadau wythnosol yn mynd allan ar y 1af, yr 8ed, y 15ed a'r 22ain o bob mis.

# LblWouldPayWeeklyTick
source: I would like to pay weekly
cy: Hoffwn dalu bob wythnos

# LblPleaseTryAgain
source: Please try again.
cy: Rhowch gynnig arall arni.

# LblSortCodeNo
source: Sort code not recognised
cy: Ddim yn adnabod y cod didoli

# LblContactDeets
source: Your contact details
cy: Eich manylion cyswllt

# LblCurrentAddressDeets
source: Please enter the postcode of your current home address.
cy: Nodwch god post eich cyfeiriad cartref presennol.

# LblDirectDebitAddress1
source: We need your home address to set up or amend a Direct Debit.
cy: Mae arnom angen eich cyfeiriad cartref i sefydlu neu addasu Debyd Uniongyrchol.

# LblDirectDebitAddress2
source: Please confirm that you live at this property
cy: A fyddech cystal â chadarnhau eich bod yn byw yn yr eiddo hwn

# LblDirectDebitAuth
source: Please confirm you are authorised to set up or amend a Direct Debit.
cy: Cadarnhewch fod gennych awdurdod i drefnu neu addasu Debyd Uniongyrchol.

# LblDirectDebitPaymentDeets
source: Your payment details
cy: Eich manylion talu

# LblDDconfirmation
source: You will receive confirmation of your Direct Debit instruction by email.
cy: Byddwch yn derbyn cadarnhad o'ch cyfarwyddiadau Debyd Uniongyrchol drwy e-bost.

# LblMonthlyDateDD
source: You would like to change your Direct Debit payment date to the
cy: Hoffech chi newid eich dyddiad talu Debyd Uniongyrchol i'r

# AccCurrentLocation
source: Use my current location
cy: Defnyddiwch fy lleoliad presennol

# LblDirectDebitInstruction
source: Direct Debit Instruction
cy: Cyfarwyddyd Debyd Uniongyrchol

# LblEbillAllowNotifcations
source: Allow billing notifications?
cy: Caniatáu hysbysiadau bilio?

# LblEbillNotifications
source: We will send a notification to your phone or device when your bill or reminder is sent out. You can switch off notifications at any time. We will still send your bills and reminders by email unless you unsubscribe from the e-bills service.
cy: Byddwn yn anfon hysbysiad i'ch ffôn neu eich dyfais pan gaiff eich bil neu eich neges atgoffa ei anfon/hanfon. Gallwch ganslo'r hysbysiadau ar unrhyw adeg. Byddwn yn dal i anfon eich biliau a'ch negeseuon atgoffa oni bai eich bod chi'n dad-danysgrifio o'r gwasanaeth e-filiau.

# LblNoENoticesYet
source: (New bills and notices will appear here)
cy: (Bydd biliau a hysbysiadau newydd yn ymddangos yma)

# PageTitleEbillsSettings
source: E-bills settings
cy: Gosodiadau e-filiau

# PageTitleEbillsSignup
source: E-bills sign up
cy: Cofrestru ar gyfer e-filiau

# LblDDbillconfirmation
source: We will send you a bill showing your instalments.
cy: Byddwn yn anfon bil atoch yn dangos eich rhandaliadau.

# LblBillAccount
source: Account
cy: Cyfrif

# LblEbillPushNotifications
source: Would you like to receive a notification to your phone or device when your bill or reminder email is sent out?
cy: Hoffech chi dderbyn hysbysiad i'ch ffôn neu eich dyfais pan gaiff eich bil neu neges atgoffa ei anfon/hanfon?

# TitleEbillNotifications
source: E-bill notifications
cy: Hysbysiadau e-filiau

# DisplayMessageDownloadEnotice
source: Would you like to download and view this document?
cy: A hoffech lawrlwytho a gweld y ddogfen hon?

# DisplayMessageEbillSignupNote
source: Please note that you will not receive an e-bill until the next one is generated. This could be the next financial year or if you tell us about a change to your circumstances.
cy: Sylwch na fyddwch yn derbyn e-fil nes bod yr un nesaf wedi'i greu. Gall hyn fod yn ystod y flwyddyn ariannol nesaf neu os byddwch yn dweud wrthym am newid i'ch amgylchiadau.

# DisplayMessageEbillSignupThanks
source: Thank you for signing up for e-bills and reminders
cy: Diolch am gofrestru ar gyfer e-filiau a negeseuon atgoffa

# LblDownload
source: Download
cy: Lawrlwytho

# BtnDDContinue
source: Continue
cy: Parhau

# BtnDDRequestCallback
source: Request a call back
cy: Gofyn am alwad yn ôl

# BtnDDRequestCallbackToDiscuss
source: Would you like a call back to discuss your summonsed debt?
cy: Hoffech chi wneud cais am alwad yn ôl i drafod eich dyledion sy'n destun gwŷs?

# LblDDCallbackThankyou
source: Thank you for requesting a call back
cy: Diolch am wneud cais am alwad yn ôl

# LblDDConfirmPhoneNumber
source: Confirm phone number
cy: Cadarnhewch eich rhif ffôn

# LblDDEnterPhoneNumber
source: Enter phone number
cy: Nodwch eich rhif ffôn

# LblDDRefusal
source: You are unable to set up a Direct Debit for this council tax account during this financial year as you have not paid all your previous Direct Debit instalments. Find out about other ways to pay your council tax.
cy: Ni allwch sefydlu Debyd Uniongyrchol ar gyfer y cyfrif treth gyngor hwn yn ystod y flwyddyn ariannol hon gan nad ydych wedi talu eich holl randaliadau Debyd Uniongyrchol blaenorol. Dysgwch am ffyrdd eraill o dalu'ch treth gyngor.

# LblDDSummonsedDebt
source: You have summonsed debt on this account.
cy: Mae gennych ddyledion sy'n destun gwŷs ar y cyfrif hwn.

# LblDDSummonsedDebtCannotPay
source: Please be aware that you cannot set up a Direct Debit online to pay summonsed debt.
cy: Sylwer na ellir sefydlu Debyd Uniongyrchol ar-lein i dalu am unrhyw ddyled sy’n destun gwŷs.

# LblDDSummonsedDebtSetUp
source: You can still set up a Direct Debit to manage future Council Tax payments.
cy: Gallwch drefnu Debyd Uniongyrchol i reoli taliadau'r Dreth Gyngor yn y dyfodol.

# PageHeaderDDCallback
source: Request call back
cy: Gwneud cais am alwad yn ôl

# LblDDSummonsedDebtContact
source: Please provide your phone number if you would like to discuss this issue.
cy: Nodwch eich rhif ffôn os hoffech drafod y mater hwn.

# ValidationPhoneNumberMatch
source: Phone numbers do not match
cy: Nid yw’r rhifau ffôn yn cyfateb

# LblEbillStatusMessage
source: Your e-bill notifications are currently {0}
cy: Mae eich hysbysiadau e-filio {0} ar hyn o bryd

# ValidationNumbersOnly
source: Use numbers only
cy: Defnyddiwch rifau'n unig

# BtnNoWelshContext
source: No
cy: Nac Ydw

# BtnYesWelshContext
source: Yes
cy: Ydw

# LblCtaxDDConfirmEmailMsg
source: You will receive confirmation of your Direct Debit instruction by email. We will send you a bill showing your instalments.
cy: Byddwch yn derbyn cadarnhad o'ch cyfarwyddyd Debyd Uniongyrchol drwy e-bost. Byddwn yn anfon bil sy'n dangos eich rhandaliadau.

# LblCtaxDDConfirmEmailMsg2
source: You will receive confirmation of these changes by email.
cy: Byddwch yn derbyn cadarnhad o'r newidiadau hyn dros e-bost.

# LblCtaxDDThankYou
source: Thank you for setting up a Direct Debit to pay your Council Tax.
cy: Diolch i chi am greu Debyd Uniongyrchol i dalu eich Treth Gyngor.

# LblCtaxDDThankYouAmending
source: Thank you for amending your Council Tax Direct Debit.
cy: Diolch i chi am newid Debyd Uniongyrchol eich Treth Gyngor.

# LblCtaxAmendThankYou
source: Thank you for amending your Council Tax Direct Debit.
cy: Diolch i chi am newid Debyd Uniongyrchol eich Treth Gyngor.

# LblCtaxConfirmViaEmail
source: You will receive confirmation of these changes by email. We will send you a bill showing your instalments.
cy: Byddwch yn derbyn cadarnhad o'r newidiadau hyn dros e-bost. Byddwn yn anfon bil sy'n dangos eich rhandaliadau.

# DisplayPaymentDate
source: Please select a payment date
cy: Dewiswch ddyddiad talu

# LblCtaxAccClosed
source: This account was closed on {0:d}.
cy: Cafodd y cyfrif hwn ei gau ar {0:d}.

# LblCtaxAccDue
source: Please pay remaining amount due.
cy: A fyddech cystal â thalu'r swm sy'n weddill.

# DisplayMessageSuccessFly2
source: We take this issue very seriously and aim to clear fly-tipping within {0} working days. If the fly-tipping is on private land we will investigate and contact the landowner responsible.
cy: Rydym yn cymryd y mater hwn o ddifrif ac yn ceisio clirio tipio anghyfreithlon o fewn {0} diwrnod gwaith. Os yw'r tipio anghyfreithlon ar dir preifat, byddwn yn ymchwilio ac yn cysylltu â'r tirfeddiannwr sy'n gyfrifol.

# ValidationPaymentDate
source: Please select a payment date.
cy: Dewiswch ddyddiad talu.

# BtnSubmit
source: Submit
cy: Cyflwyno

# TitleConPhoneNo
source: Confirm phone number
cy: Cadarnhau rhif ffôn

# LblAddressManually
source: Enter your address manually
cy: Rhowch eich cyfeiriad

# LblWeekly
source: You pay weekly by Direct Debit
cy: Rydych yn talu bob wythnos drwy ddebyd uniongyrchol

# ValidationBankNumber
source: Bank account number must be 8 digits
cy: Rhaid i rif cyfrif banc fod yn 8 digid

# LblRoadsANDPavements
source: Roads and Pavements
cy: Ffyrdd a Phalmentydd

# ValidationOutsideCardiff
source: This area is outside Cardiff
cy: Mae'r ardal yma tu allan i Gaerdydd

# LblEmailConfirm
source: Please enter your email address:
cy: Nodwch eich cyfeiriad e-bost:

# LblEmailReciept
source: Would you like an email receipt for this report?
cy: Hoffech chi gael derbynneb e-bost ar gyfer yr adroddiad hwn?

# PageTitleProblemLocation
source: Where is the problem?
cy: Ble mae’r broblem?

# PageTitleAdditionalInformation
source: Additional Information
cy: Gwybodaeth Ychwanegol

# PageTitleReportReceipt
source: Email receipt
cy: Derbynneb e-bost

# PlaceholderLocationInfo
source: For example please mention any nearby landmark or building, house number or road marking.
cy: Er enghraifft, soniwch am unrhyw dirnod neu adeilad, rhif tŷ neu farciau ffordd cyfagos.

# SubHeadTypeofProblemReported
source: Type of problem reported
cy: Math y broblem a adroddwyd

# BtnCall
source: Call us
cy: Ffoniwch ni

# TitleRoads
source: Roads and Pavements
cy: Ffyrdd a Phalmentydd

# BtnReportMissedCollectionDisplayPage
source: Report a missed collection
cy: Adrodd am gasgliad na ddigwyddodd

# LblLoadingCollections
source: We are getting the latest collection information for your property. This may take a little while. Please bear with us.
cy: Rydym yn chwilio am y wybodaeth ddiweddaraf am y casgliadau ar gyfer eich eiddo. Efallai y bydd angen ychydig o amser arnom i wneud hyn. Diolch am eich amynedd.

# LblCannotReportMC
source: You cannot report a missed collection
cy: Ni allwch adrodd casgliad a fethwyd

# LblRescheduled
source: Rescheduled
cy: Wedi'i ail-drefnu

# LblDueToBeCollected
source: Due to be collected today
cy: Disgwyl casgliad heddiw

# LblAdd3
source: You can add up to 3 images to help us assess the problem.
cy: Gallwch ychwanegu hyd at 3 llun i'n helpu ni i asesu'r broblem.

# LblAdditionalInfo
source: For example please mention any nearby landmark or building, house number or road marking.
cy: Er enghraifft, nodwch unrhyw dirnod neu adeilad cyfagos, gan gynnwys rhif tŷ neu farciau ar y ffordd.

# ValidationContactNumber
source: Contact number is required
cy: Mae angen nodi rhif cyswllt

# LblAssessSituation
source: We will need to assess the situation to ensure the least amount of disruption to traffic flow and risk to public safety.
cy: Bydd angen i ni asesu'r sefyllfa i sicrhau cyn lleied o darfu â phosibl ar lif y traffig a'r risg i ddiogelwch y cyhoedd.

# LblContactUs
source: Are you happy for us to contact you?
cy: Ydych chi'n fodlon i ni gysylltu â chi?

# LblLocateProblem
source: Please tell us anything else you think could help us locate and deal with this problem.
cy: Nodwch unrhyw beth arall yr ydych chi'n meddwl allai fod o gymorth i ni i leoli a datrys y broblem hon.

# LblMoreInfo
source: We may need some more information from you in order to locate and deal with the problem you are reporting.
cy: Mae'n bosibl y bydd angen ychydig o wybodaeth gennych er mwyn lleoli a datrys y broblem yr ydych yn adrodd amdani.

# LblProvideImage
source: Please provide images that show location, nature and severity of the problem.
cy: Atodwch luniau sy'n dangos y lleoliad, natur a difrifoldeb y broblem.

# LblReport1
source: You have reported a
cy: Rydych wedi adrodd am broblem

# LblReport2
source: problem to us on one of Cardiff's high speed routes.
cy: ar un o lwybrau cyflymder uchel Caerdydd.

# LblSmallLitter
source: Small amounts of litter
cy: Ychydig o sbwriel

# TitleAdditionalInfo
source: Additional information
cy: Gwybodaeth ychwanegol

# TitleContactDetails
source: Contact details
cy: Manylion cyswllt

# TitleLitterBuildUp
source: Litter build up
cy: Croniad o sbwriel

# TitleReportAProblem
source: Report a problem
cy: Adroddwch am broblem

# TitleWhereProblem
source: Where is the problem?
cy: Ble mae'r broblem?

# LblHappy2B
source: Are you happy for us to contact you?
cy: Ydych chi'n fodlon i ni gysylltu â chi?

# LblPrivateLand
source: This is private land. The land owner is responsible for dealing with this issue.
cy: Mae hwn yn dir preifat. Perchennog y tir sy’n gyfrifol am ddelio â’r broblem.

# LblSchoolLand
source: This is school land. You will need to report this issue to the school itself.
cy: Mae hwn yn dir ysgol. Bydd angen i chi roi gwybod i’r ysgol am y broblem.

# LblTypeOfProblem
source: Type of problem reported
cy: Math o broblem yr adroddwyd amdani

# DisplayMessageOptOutPaperBills
source: Would you like to opt out of paper bills?
cy: A fyddai’n well gennych chi beidio â chael biliau papur?

# HeaderHighspeedroutes
source: High speed routes
cy: Llwybrau cyflymder uchel

# PageTitleFlyTippingContactDetails
source: Contact
cy: Cyswllt

# PageTitleFlyTippingDumpItems
source: Dumped items
cy: Eitemau wedi'u dympio

# PlaceholderFlyTippingDetails
source: Enter details
cy: Rhowch fanylion

# AccCreateReminder
source: Create reminder
cy: Creu neges atgoffa

# LblPersonalDetailsMessageNew
source: You can enter your personal details to be stored securely and reused across the different services within this app. This means you won't have to re-enter your details for every service. We will not use your details for any other purpose.
cy: Gallwch nodi eich manylion personol i gael eu storio'n ddiogel a'u hail-ddefnyddio ledled y gwasanaethau gwahanol yn yr app. Golyga hyn na fyddwch yn gorfod cyflwyno eich manylion ar gyfer bob gwasanaeth. Ni fyddwn yn defnyddio eich manylion at unrhyw ddiben arall.

# LblHighwaysEmergencyContinue
source: If the issue is not an emergency please click next to continue.
cy: Os nad yw'r mater yn un brys, cliciwch nesaf i symud ymlaen.

# LblHighwaysEmergencyNew
source: If you see a problem on the road or pavement that is likely to cause a serious accident or injury please call to speak to our emergency team 02920872087
cy: Os ydych yn gweld problem ar y ffordd neu balmant sy'n debygol o achosi damwain neu anaf difrifol, ffoniwch 02920872088 i siarad â'r tîm brys

# LblNoResults
source: Unfortunately there are no results that match your search.
cy: Yn anffodus, does dim canlyniadau perthnasol.

# LblWhatToReport
source: What would you like to report?
cy: Beth hoffech chi ei adrodd?

# LblNoAppReport
source: Unfortunately you cannot report this issue to us via our app. Please use our website.
cy: Yn anffodus ni allwch roi gwybod i ni am y broblem hon drwy'r app. Defnyddiwch ein gwefan.

# LblOtherProperty
source: Look up another property
cy: Chwilio am eiddo arall

# LblRecyclingAZ
source: Recycling A to Z
cy: A-Y Ailgylchu

# BtnCollections
source: Collections
cy: Casgliadau

# BtnRecyclingAZ
source: Recycling A to Z
cy: A-Y Ailgylchu

# BtnReportIt
source: Report it
cy: Adrodd

# BtnContinueHomeScreen
source: Continue to the home screen
cy: Parhau i'r hafan

# BtnEnterDetailsNow
source: Enter my details now
cy: Cyflwyno fy manylion nawr

# LblAddAnotherTime
source: You can add this another time.
cy: Gallwch ychwanegu hwn rhyw bryd arall.

# LblChangeColour
source: This will change the colour scheme of the app.
cy: Bydd hyn yn newid lliwiau'r app.

# LblContactDetails2
source: What are your contact details?
cy: Beth yw eich manylion cyswllt?

# LblCTAX
source: What is your Council Tax number?
cy: Beth yw eich rhif Treth Gyngor?

# LblDoItLater2
source: I'll do this later
cy: Fe wna'i hyn yn nes ymlaen

# LblName2
source: What is your name?
cy: Beth yw eich enw?

# LblSwitchTheme
source: Change theme
cy: Newid y thema

# LblThankYouPersonalDetails
source: Thank you for entering your personal details.
cy: Diolch am gyflwyno eich manylion personol.

# LblUsingApp
source: We hope that you enjoy using this app.
cy: Gobeithiwn eich bod chi'n mwynhau defnyddio'r app.

# LblWhereDoYouLive
source: Where do you live?
cy: Ble ydych chi'n byw?

# LblCollectionCalendar
source: Collection calendar
cy: Calendr casgliadau

# LblWarning
source: Warning
cy: Rhybudd

# LblAuthorisation
source: Authorisation
cy: Awdurdodiad

# LblConfirmation
source: Confirmation
cy: Cadarnhad

# LblNotice
source: Notice
cy: Hysbysiad

# LblYourAccount
source: Your account
cy: Eich cyfrif

# PlaceholderSuggestions
source: Enter suggestions
cy: Nodwch awgrymiadau

source: Maybe later
cy: Yn nes ymlaen efallai

# PlaceholderSearchItem
source: Search for an item
cy: Chwilio am eitem

# LblReceiveReminders
source: Set up a recycling and waste collection reminder to receive notifications to your phone.
cy: Sefydlu neges atgoffa casgliad ailgylchu a gwastraff i gael hysbysiadau ar eich ffôn.

# HeaderCheckOrder
source: Please check your order before sending
cy: Gwiriwch eich archeb cyn ei anfon

# HeaderLiveInFlat
source: Do you live in a flat?
cy: Ydych chi'n byw mewn fflat?
